[
  {
    "id": "the-fool",
    "name": {
      "tr": "Deli",
      "en": "The Fool"
    },
    "upright": {
      "tr": "başlangıç, akışa güven",
      "en": "beginnings, trust the process"
    },
    "reversed": {
      "tr": "pervasız risk",
      "en": "reckless risk"
    },
    "long": {
      "tr": "Deli kartı yeni başlangıçları, cesareti ve akışa güvenmeyi anlatır; niyetlerini sadeleştirip ölçülebilir bir adım atmaya çağırır. Enerji toplamak için nefes egzersizi, kısa odak çalışmaları ya da günlük tutmak faydalıdır. Ters konumda düşüncesiz riskler ve pervasızlık öne çıkar, bu da zamanında yön değiştirme uyarısıdır. Genel olarak olumlu bir karttır çünkü yaratıcılık, özgürlük ve umut getirir; ancak hazırlıksızlık ve sorumsuzluk tehlikesini de hatırlatır. Arketip olarak Deli, genç, maceraperest, meraklı ve hayatı fazla ciddiye almayan bir kişiyi temsil eder; kimi zaman da yaşına bakılmaksızın “içindeki çocuğa sarılan özgür ruh”u simgeler.",
      "en": "The Fool card represents new beginnings, courage, and trusting the flow; it calls for simplifying intentions and taking measurable steps. Breathing exercises, short focus sessions, or journaling are helpful for gathering energy. In the reversed position, it highlights thoughtless risks and recklessness, serving as a warning to change course in time. Overall, it is a positive card because it brings creativity, freedom, and hope; however, it also reminds us of the dangers of unpreparedness and irresponsibility. As an archetype, the Fool represents a young, adventurous, curious person who does not take life too seriously; sometimes it also symbolizes the “free spirit embracing the child within,” regardless of age."
    }
  },
  {
    "id": "the-magician",
    "name": {
      "tr": "Büyücü",
      "en": "The Magician"
    },
    "upright": {
      "tr": "niyet, odak, eylem",
      "en": "intent, focus, action"
    },
    "reversed": {
      "tr": "dağınık enerji, yanılsama",
      "en": "scattered energy, illusion"
    },
    "long": {
      "tr": "Büyücü kartı irade gücünü, yetenekleri ve odaklanmış enerjiyi temsil eder; kişi sahip olduğu kaynakları bir araya getirerek niyetini gerçeğe dönüştürmeye çağırır. Bu kart göründüğünde, plan yapmak yerine harekete geçmek ve potansiyeli somut bir adımla ortaya koymak gerekir. Ters konumda olduğunda ise manipülasyon, yanıltıcı sözler veya enerjiyi yanlış yere harcama riski taşır. Genel olarak olumlu bir karttır çünkü yaratıcılık, karizma ve başarma azmi getirir; ama aynı zamanda gücün bencilce ya da yanıltıcı kullanılması tehlikesini hatırlatır. Arketip olarak Büyücü, zeki, iletişimi güçlü, insanları ikna edebilen bir kişiyi simgeler; genç bir girişimci, parlak fikirleri olan bir öğrenci ya da çevresini etkileyen karizmatik bir figür olabilir.",
      "en": "The Magician card represents willpower, abilities, and focused energy; it calls on the individual to bring together their resources and turn their intention into reality. When this card appears, it is necessary to take action rather than make plans and to manifest potential with a concrete step. When reversed, it carries the risk of manipulation, misleading words, or wasting energy in the wrong place. It is generally a positive card because it brings creativity, charisma, and determination to succeed; but it also reminds us of the danger of using power selfishly or deceptively. As an archetype, the Magician symbolizes an intelligent, communicative person who can persuade others; they could be a young entrepreneur, a student with brilliant ideas, or a charismatic figure who influences those around them."
    }
  },
  {
    "id": "the-high-priestess",
    "name": {
      "tr": "Başrahibe",
      "en": "The High Priestess"
    },
    "upright": {
      "tr": "sezgi, sır",
      "en": "intuition, mystery"
    },
    "reversed": {
      "tr": "gizlilik, kopukluk",
      "en": "secrecy, disconnect"
    },
    "long": {
      "tr": "Başrahibe kartı içsel bilgeliği, sezgiyi ve gizli olanı simgeler; göründüğünde kişi dışsal eylemlerden çok içsel farkındalığa yönelmeli ve cevapları kendi sessizliğinde aramalıdır. Bu kart, sabırsızca harekete geçmek yerine beklemenin, dinlemenin ve gözlemlemenin önemini hatırlatır. Ters konumda sırların açığa çıkması, sezgiyi yok saymak ya da bilinçli bir körlük tehlikesi öne çıkar. Genel olarak olumlu kabul edilen bir karttır çünkü derin sezgiyi ve ruhsal gelişimi teşvik eder; ancak fazla pasiflik ya da gerçeklerden kaçma riskini de barındırır. Arketip olarak Başrahibe, bilgeliğiyle sessizce rehberlik eden, içgörüsü yüksek bir kadın figürüyle özdeşleşir; kimi zaman da kişinin kendi içindeki “içsel öğretmen”i temsil eder.",
      "en": "The High Priestess card symbolizes inner wisdom, intuition, and the hidden; when it appears, the person should focus on inner awareness rather than external actions and seek answers in their own silence. This card reminds us of the importance of waiting, listening, and observing rather than acting impatiently. In the reversed position, it highlights the danger of secrets being revealed, ignoring intuition, or conscious blindness. It is generally considered a positive card because it encourages deep intuition and spiritual development; however, it also carries the risk of excessive passivity or escapism. As an archetype, the High Priestess is identified with a woman figure who quietly guides with her wisdom and high insight; sometimes she also represents the person's own “inner teacher.”"
    }
  },
  {
    "id": "the-empress",
    "name": {
      "tr": "İmparatoriçe",
      "en": "The Empress"
    },
    "upright": {
      "tr": "bereket, bakım, yaratım",
      "en": "abundance, nurture, creation"
    },
    "reversed": {
      "tr": "aşırı koruma, tıkanma",
      "en": "overprotection, blockage"
    },
    "long": {
      "tr": "İmparatoriçe kartı doğurganlığı, üretkenliği ve şefkati simgeler; ortaya çıktığında kişi yaratıcı potansiyeline, bakım verme gücüne ve yaşamın bereketine güvenmelidir. Bu kart, ilişkilerde sevgi ve anlayışı, iş hayatında ise verimli projeleri işaret eder. Ters konumda ise aşırı bağımlılık, kıskançlık ya da üretkenliğin tıkanması gibi olumsuzluklar gündeme gelebilir. Genel olarak olumlu kabul edilir, çünkü büyüme, bolluk ve ilham getirir; fakat fazla korumacı olmak ya da tembelliğe kapılmak riskini de taşır. Arketip olarak İmparatoriçe, anaç ve üretken bir kadın figürüdür; yaratıcı bir sanatçı, şefkatli bir anne, ya da çevresine ilham ve huzur veren bir kişiyi temsil edebilir.",
      "en": "The Empress card symbolizes fertility, productivity, and compassion; when it appears, the person should trust their creative potential, nurturing power, and the abundance of life. This card indicates love and understanding in relationships and productive projects in professional life. When reversed, it may bring up negativities such as excessive dependence, jealousy, or blocked productivity. It is generally considered positive because it brings growth, abundance, and inspiration; however, it also carries the risk of being overly protective or falling into laziness. As an archetype, the Empress is a maternal and productive female figure; she can represent a creative artist, a compassionate mother, or a person who inspires and brings peace to those around her."
    }
  },
  {
    "id": "the-emperor",
    "name": {
      "tr": "İmparator",
      "en": "The Emperor"
    },
    "upright": {
      "tr": "düzen, yapı, otorite",
      "en": "order, structure, authority"
    },
    "reversed": {
      "tr": "sertlik, kontrol",
      "en": "rigidity, control"
    },
    "long": {
      "tr": "İmparator kartı düzeni, otoriteyi ve sağlam temelleri simgeler; göründüğünde kişi disiplinli adımlar atmaya, sınırlarını net çizmeye ve istikrarı korumaya çağrılır. Bu kart, hayatında yapı kurma ve sorumluluk üstlenme dönemine işaret eder. Ters konumda ise inatçılık, baskıcılık ya da kontrolü kaybetme riski ortaya çıkar. Genel olarak olumlu kabul edilir, çünkü güven, güç ve kararlılık getirir; ancak aşırı sertlik ve duygusal mesafeyi de hatırlatır. Arketip olarak İmparator, olgun ve otoriter bir erkek figürünü simgeler; deneyimli bir lider, işinde güçlü bir yönetici ya da ailede koruyucu baba rolünü üstlenen birini temsil edebilir.",
      "en": "The Emperor card symbolizes authority and solid foundations; when it appears, the person is called upon to take disciplined steps, set clear boundaries, and maintain stability. This card indicates a period of building structure and taking responsibility in one's life. When reversed, it reveals stubbornness, authoritarianism, or the risk of losing control. It is generally considered positive, as it brings confidence, power, and determination; however, it also reminds us of excessive rigidity and emotional distance. As an archetype, the Emperor symbolizes a mature and authoritative male figure; he can represent an experienced leader, a powerful manager at work, or a protective father in the family."
    }
  },
  {
    "id": "the-hierophant",
    "name": {
      "tr": "Aziz",
      "en": "The Hierophant"
    },
    "upright": {
      "tr": "gelenek, rehberlik",
      "en": "tradition, guidance"
    },
    "reversed": {
      "tr": "körü körüne uyum, dogma",
      "en": "blind conformity, dogma"
    },
    "long": {
      "tr": "Aziz kartı geleneği, öğretmenliği ve ruhsal rehberliği simgeler; göründüğünde kişi kendi değerlerini, inanç sistemini ya da danıştığı otorite figürlerini gözden geçirmelidir. Bu kart, doğru yönlendirmeler almak ve bilgeliği deneyimli kişilerden öğrenmek gerektiğini hatırlatır. Ters konumda ise körü körüne kurallara bağlı kalmak, dogmatizm ya da özgürlüğün kısıtlanması riski ortaya çıkar. Genel olarak olumlu kabul edilir, çünkü manevi rehberlik, güvenilir bilgi ve topluluk desteğini işaret eder; fakat bireyselliğin bastırılması tehlikesini de barındırır. Arketip olarak Aziz, bilgeliğiyle yol gösteren bir öğretmen, ruhani lider ya da toplumun rehber aldığı olgun bir erkek figürünü temsil eder.",
      "en": "The Hierophant card symbolizes teaching and spiritual guidance; when it appears, the person should review their values, belief system, or the authority figures they consult. This card reminds us that we need to receive proper guidance and learn wisdom from experienced individuals. When reversed, it indicates the risk of blind adherence to rules, dogmatism, or restriction of freedom. It is generally considered positive, as it signifies spiritual guidance, reliable information, and community support; however, it also carries the danger of suppressing individuality. As an archetype, the Saint represents a teacher, spiritual leader, or mature male figure whom the community looks to for guidance through his wisdom."
    }
  },
  {
    "id": "the-lovers",
    "name": {
      "tr": "Âşıklar",
      "en": "The Lovers"
    },
    "upright": {
      "tr": "seçim, uyum, bağ",
      "en": "choice, harmony, bond"
    },
    "reversed": {
      "tr": "kararsızlık, uyumsuzluk",
      "en": "indecision, disharmony"
    },
    "long": {
      "tr": "Âşıklar kartı seçimleri, uyumu ve derin bağları simgeler; göründüğünde kişi kalpten verdiği kararlarla yaşamının yönünü belirleme sürecine girer. Bu kart, hem romantik ilişkilerde güçlü bir birlikteliğe hem de iş veya hayat yolunda önemli bir dönüm noktasına işaret eder. Ters konumda kararsızlık, uyumsuzluk ya da yanlış partner seçimi riski öne çıkar. Genel olarak olumlu bir karttır çünkü aşk, uyum ve birlik getirir; fakat bağımlılıklar ve yanlış tercihler konusunda uyarır. Arketip olarak Âşıklar, tutkuyla bağlanan bir çift ya da kendi içinde akıl ile kalp arasında denge kurmaya çalışan bir kişiyi temsil eder.",
      "en": "The Lovers card symbolizes choices, harmony, and deep bonds; when it appears, the person enters a process of determining the direction of their life with decisions made from the heart. This card signifies both a strong union in romantic relationships and an important turning point in one's career or life path. In the reversed position, it highlights indecision, incompatibility, or the risk of choosing the wrong partner. It is generally a positive card because it brings love, harmony, and unity; however, it warns against dependencies and wrong choices. As an archetype, the Lovers represent a couple bound by passion or a person striving to find balance between mind and heart within themselves."
    }
  },
  {
    "id": "the-chariot",
    "name": {
      "tr": "Savaş Arabası",
      "en": "The Chariot"
    },
    "upright": {
      "tr": "irade, yön, zafer",
      "en": "will, direction, victory"
    },
    "reversed": {
      "tr": "dengesizlik",
      "en": "imbalance"
    },
    "long": {
      "tr": "Savaş Arabası kartı iradeyi, kararlılığı ve zorlukların üstesinden gelmeyi simgeler; göründüğünde kişi içsel gücünü disiplinle birleştirerek hedeflerine odaklanmalıdır. Bu kart, net yön belirlemenin ve duygularla aklın dengesini kurmanın zafer getireceğini hatırlatır. Ters konumda kontrolü kaybetmek, acelecilik ya da yanlış yönde ilerlemek tehlikesi öne çıkar. Genel olarak olumlu kabul edilir çünkü başarı, özgüven ve ilerleme vaat eder; ancak kibir ve aşırı hırs konusunda uyarır. Arketip olarak Savaş Arabası, kararlı, rekabetçi ve iradesi güçlü bir kişiyi simgeler; bir savaşçı ruh, azimli bir öğrenci ya da hedefine kilitlenmiş bir lider olabilir.",
      "en": "The Chariot card is all about willpower, determination, and getting through tough times. When it pops up, it's a friendly reminder to focus on your goals, using your inner strength and a good dose of self-discipline. Hey, just a thought: this card is a great reminder that if you keep your head and your heart in check, you'll be able to achieve whatever you're aiming for. When you're in the reversed position, it's important to be careful not to lose control, act too quickly, or move in the wrong direction. It's such a lovely card because it promises success, self-confidence, and progress. But it does warn you not to be too arrogant or too ambitious, which is good to know! The Chariot is a symbol of strength, determination, and ambition. It could represent a determined warrior spirit, a diligent student, or a leader who is focused on achieving their goals."
    }
  },
  {
    "id": "strength",
    "name": {
      "tr": "Güç",
      "en": "Strength"
    },
    "upright": {
      "tr": "sakin güç, sabır",
      "en": "calm strength, patience"
    },
    "reversed": {
      "tr": "sabırsızlık",
      "en": "impatience"
    },
    "long": {
      "tr": "Güç kartı sabrı, içsel cesareti ve şefkatle kontrol etmeyi simgeler; göründüğünde kişi zorlayıcı durumlarla kaba kuvvetle değil, sakinlik ve özden gelen güçle başa çıkmalıdır. Bu kart, sabırlı bir yaklaşımın ve içsel dengede kalmanın gerçek zaferi getireceğini hatırlatır. Ters konumda öfkeye yenilmek, özgüven eksikliği ya da kontrolsüz davranış riski öne çıkar. Genel olarak olumlu kabul edilir, çünkü dayanıklılık, cesaret ve içsel denge getirir; ancak bencillik ya da baskıcı tutumlara karşı uyarır. Arketip olarak Güç, dışarıdan değil içeriden gelen kudretiyle dikkat çeken bir kişiyi temsil eder; sevgiyle yöneten bir lider, sakinliğiyle çevresine güven veren bir rehber ya da içsel çatışmalarını dönüştürmeyi başaran bir birey olabilir.",
      "en": "The Strength card is all about patience, inner courage, and compassion. When it appears, it's a sign to deal with challenging situations calmly and with strength that comes from within, rather than using brute force. Hey, just a thought: maybe this card can help you remember that if you keep calm and carry on, you'll get there in the end. When it's reversed, it can show a tendency to get angry, lack confidence, or behave impulsively. It's usually seen as a positive thing because it helps us to be strong, brave, and find inner peace. But it does warn us to be careful not to be selfish or mean to others. Power is all about people who stand out because they've got this amazing strength that comes from within. They might be leaders who govern with love, guides who inspire confidence in others with their calmness, or people who have managed to transform their inner conflicts."
    }
  },
  {
    "id": "the-hermit",
    "name": {
      "tr": "Ermiş",
      "en": "The Hermit"
    },
    "upright": {
      "tr": "iç arayış",
      "en": "inner search"
    },
    "reversed": {
      "tr": "izolasyon",
      "en": "isolation"
    },
    "long": {
      "tr": "Ermiş kartı içsel yolculuğu, bilgelik arayışını ve yalnız kalarak gerçeği bulmayı simgeler; göründüğünde kişi dış dünyanın gürültüsünden çekilerek kendi iç ışığını dinlemeye davet edilir. Bu kart, sabırlı bir arayışı, tefekkürü ve derin düşünceyle doğru yolu bulmayı hatırlatır. Ters konumda ise aşırı yalnızlaşmak, içine kapanmak ya da rehberliği reddetmek tehlikesi öne çıkar. Genel olarak olumlu kabul edilir çünkü içsel büyümeyi, sabrı ve olgunluğu getirir; ancak aşırı izolasyon ve kararsızlık riskini de taşır. Arketip olarak Ermiş, bilge bir rehberi, tecrübeli bir yaşlıyı ya da kendi içine dönerek hakikati arayan bir kişiyi temsil eder.",
      "en": "The Hermit card is all about that journey within, the quest for wisdom, and discovering truth in solitude. When it pops up, it's like a little nudge to take a step back, tune in to your inner self, and trust that inner light that guides you. Hey, this card reminds me of being patient, thinking things through, and finding the right path after giving it some deep thought. When things are reversed, it can feel like there's a risk of feeling too isolated, withdrawing, or turning away from guidance. It's usually seen as a positive thing because it can help you grow inwards, be patient and mature. But it can also lead to feeling too isolated and not being able to make decisions. The Hermit is like a wise guide, an experienced elder, or someone who looks inside themselves to find the truth."
    }
  },
  {
    "id": "wheel-of-fortune",
    "name": {
      "tr": "Kader Çarkı",
      "en": "Wheel of Fortune"
    },
    "upright": {
      "tr": "döngüler, fırsat",
      "en": "cycles, opportunity"
    },
    "reversed": {
      "tr": "sıkışmış döngü",
      "en": "stuck cycle"
    },
    "long": {
      "tr": "Kader Çarkı kartı döngüleri, beklenmedik değişimleri ve hayatın dönüm noktalarını simgeler; göründüğünde kişi olayların kendi kontrolü dışında gelişebileceğini, bu yüzden esnek ve hazır olması gerektiğini hatırlamalıdır. Bu kart, şansın dönmesi, fırsatların açılması ya da kaderin yeni bir yön sunması anlamına gelir. Ters konumda talihsizlik, plansız sürprizler ya da aynı hataların tekrarı riski öne çıkar. Genel olarak olumlu kabul edilir çünkü fırsatlar, dönüşüm ve ilerleme getirir; ancak istikrarsızlık ve kontrol kaybı riskini de taşır. Arketip olarak Kader Çarkı, hayatında ani değişim yaşayan bir kişiyi temsil eder; bu bir yol ayrımında duran birey, yeni fırsatlarla karşılaşan biri ya da kaderine teslim olmayı öğrenen bir yolcu olabilir.",
      "en": "The lovely Wheel of Fortune card is all about the twists and turns we all go through in life. When it pops up, it's a gentle reminder to let go of control and be open to the surprises life has in store. This card is a sign that things are about to get better for you, and that new opportunities are on their way. When it's reversed, it can point to unexpected challenges, surprises that are a bit unwelcome, or the possibility of repeating past mistakes. It's generally seen as a positive thing because it brings opportunities, transformation and progress. But it can also be a bit risky, because it can make things unstable and feel a bit like you lose control. The Wheel of Fortune is a symbol of change. It could be a person standing at a crossroads, someone who's just encountered a new opportunity, or a traveller who's learned to let go and follow their heart."
    }
  },
  {
    "id": "justice",
    "name": {
      "tr": "Adalet",
      "en": "Justice"
    },
    "upright": {
      "tr": "adalet, denge",
      "en": "fairness, balance"
    },
    "reversed": {
      "tr": "haksızlık",
      "en": "injustice"
    },
    "long": {
      "tr": "Adalet kartı dengeyi, dürüstlüğü ve sorumluluk bilincini simgeler; göründüğünde kişi eylemlerinin sonuçlarını üstlenmeye ve objektif bir bakış açısıyla karar vermeye davet edilir. Bu kart, doğrulukla hareket etmenin ve vicdanın sesini dinlemenin hayat yolunda en sağlam rehber olduğunu hatırlatır. Ters konumda ise haksızlık, taraflı yargılar ya da gerçeği çarpıtma riski öne çıkar. Genel olarak olumlu kabul edilir çünkü adil sonuçları, içsel dengeyi ve netliği işaret eder; fakat kibir, inkâr ve sorumluluktan kaçma konusunda uyarır. Arketip olarak Adalet, tarafsız bir hakemi, vicdanlı bir lideri ya da hayatında doğruluk ve dürüstlükle sınanan bir kişiyi temsil eder.",
      "en": "The Justice card is all about finding that sweet spot where things are just right. It's a card that reminds us to be honest with ourselves and others, and to take responsibility for the choices we make. When it pops up, it's like a friendly nudge to look at the big picture and make decisions that are good for everyone. Hey, this card is like a little reminder to always do the right thing and follow your heart. It's the perfect guide to help you find your way through life. When it's reversed, it's a sign that we need to be careful, because there's a risk of unfairness, or that people might be biased or the truth might be distorted. It's usually seen as a positive thing because it suggests things will turn out well, that things are in balance and that things are clear. But it does also warn us to be careful not to be arrogant, to not deny things and to take responsibility for our actions. Justice is like a kind, fair judge, a thoughtful leader, or someone who's been through tough tests of truth and honesty in life."
    }
  },
  {
    "id": "the-hanged-man",
    "name": {
      "tr": "Asılan Adam",
      "en": "The Hanged Man"
    },
    "upright": {
      "tr": "yeni bakış açısı",
      "en": "new perspective"
    },
    "reversed": {
      "tr": "durgunluk",
      "en": "stagnation"
    },
    "long": {
      "tr": "Asılan Adam kartı teslimiyeti, bakış açısını değiştirmeyi ve sabrı simgeler; göründüğünde kişi mevcut durumunu zorlamak yerine beklemeyi, farklı açılardan görmeyi ve yeni bir perspektif kazanmayı öğrenmelidir. Bu kart, duraklamanın aslında ilerlemenin bir parçası olduğunu hatırlatır. Ters konumda ise gereksiz fedakârlık, inatçılık ya da hareketsizlik içinde kaybolma riski öne çıkar. Genel olarak nötr-olumlu bir karttır çünkü içsel aydınlanma ve yeni bakış açıları getirir; ancak pasiflik ve gereksiz bekleyiş konusunda uyarır. Arketip olarak Asılan Adam, olaylara farklı gözle bakan, gerektiğinde kendini geri çeken ya da fedakârlık yoluyla olgunlaşan bir kişiyi temsil eder.",
      "en": "The Hanged Man card is all about surrender, changing how you see things, and being patient. When it appears, it's a friendly reminder to take a step back and let things unfold as they should. It's a gentle nudge to see things from different angles and open your mind to new possibilities. Hey, just remember that taking a moment to pause is actually a really important part of making progress. But, and this is really important, if you reverse this process, you run the risk of making a mistake, getting stuck in a rut, or not doing anything at all. It's usually a pretty positive card, as it can help you feel more enlightened and see things in a new light. But it does suggest not being too passive and waiting around for things to happen without doing anything. The Hanged Man is a really special archetype. He represents someone who has a unique way of seeing things, who sometimes needs to take a step back, or who grows and learns through making sacrifices."
    }
  },
  {
    "id": "death",
    "name": {
      "tr": "Ölüm",
      "en": "Death"
    },
    "upright": {
      "tr": "bitiş ve dönüşüm",
      "en": "endings & transformation"
    },
    "reversed": {
      "tr": "değişime direnç",
      "en": "resistance to change"
    },
    "long": {
      "tr": "Ölüm kartı bitişleri, dönüşümü ve yeniden doğuşu simgeler; göründüğünde kişi artık işlevini yitirmiş alışkanlıkları, ilişkileri ya da düşünce kalıplarını bırakmaya çağrılır. Bu kart, kapanan bir dönemin ardından yeni bir başlangıcın doğacağını hatırlatır. Ters konumda ise değişime direnmek, gereksiz yere eskiye tutunmak ya da süreci uzatmak riski öne çıkar. Genel olarak nötr-olumlu kabul edilir, çünkü zorlayıcı olsa da büyük bir dönüşüm, arınma ve yeni yaşam fırsatlarını işaret eder. Arketip olarak Ölüm, hayatında büyük bir kırılma yaşayan, eski kimliğini geride bırakıp yeni bir benliğe adım atan bir kişiyi temsil eder; bu bir ilişkiyi, işini ya da hayat yolunu kökten değiştiren biri olabilir.",
      "en": "The Death card is all about endings, transformation, and rebirth; when it appears, it's a gentle nudge to let go of habits, relationships, or thought patterns that aren't serving you anymore. Hey, just remember that every end is a new beginning, so keep your chin up! When you reverse it, it shows how important it is to be open to change, to not hold on to the past too tightly, and to keep things moving forward. It's usually seen as a positive thing, even though it can be a bit of a challenge. But it's a sign that things are changing for the better, and that new opportunities are on the horizon. Death is a symbol of a big change in a person's life, when they let go of their old self and embrace a new one. This could be someone who has a big life change, like starting a new relationship, a new job, or a new chapter in their life path."
    }
  },
  {
    "id": "temperance",
    "name": {
      "tr": "Denge",
      "en": "Temperance"
    },
    "upright": {
      "tr": "denge, ılımlılık",
      "en": "balance, moderation"
    },
    "reversed": {
      "tr": "aşırılık",
      "en": "excess"
    },
    "long": {
      "tr": "Denge kartı uyumu, sabrı ve karşıtlıkları bir arada tutmayı simgeler; göründüğünde kişi aşırılıklardan uzak durmalı, farklı yönleri uyum içinde birleştirmeyi öğrenmelidir. Bu kart, yaşamda dengeli adımlar atmanın, sabırlı olmanın ve uyumlu bir yaklaşım sergilemenin şifa getireceğini hatırlatır. Ters konumda ise dengesizlik, aşırılık ya da uyumsuz tavırlar riski öne çıkar. Genel olarak olumlu kabul edilir çünkü uyum, iyileşme ve içsel barış getirir; fakat sabırsızlık ve dengesizlik konusunda da uyarır. Arketip olarak Denge, sakinliğiyle çevresine huzur veren, uzlaşmacı, dengeli ve şifacı bir kişiyi temsil eder; bu bir rehber, arabulucu ya da ruhsal bütünlüğünü bulmuş bir birey olabilir.",
      "en": "The Temperance card is all about balance and moderation. When it appears, it's a reminder to avoid extremes and to find harmony in opposing forces. This card encourages you to take measured steps, to be patient, and to approach situations with a sense of calm. In reverse, it warns of imbalance, excess, or disharmony. Overall, it's seen as a positive card, as it brings healing and inner peace, but it also serves as a reminder to be mindful of impatience and instability. As an archetype, Temperance represents someone who brings peace to their surroundings, a mediator, a balanced individual, or someone who has found spiritual wholeness."
    }
  },
  {
    "id": "the-devil",
    "name": {
      "tr": "Şeytan",
      "en": "The Devil"
    },
    "upright": {
      "tr": "bağ, gölge",
      "en": "bond, shadow"
    },
    "reversed": {
      "tr": "kurtuluş",
      "en": "liberation"
    },
    "long": {
      "tr": "Şeytan kartı bağımlılıkları, kısıtlamaları ve arzuların esiri olmayı simgeler; göründüğünde kişi kendi zincirlerini fark etmeye ve özgürlüğünü geri kazanmaya davet edilir. Bu kart, hazlara veya korkulara teslim olmanın kişiyi köleleştirdiğini hatırlatır. Ters konumda zincirleri kırma, bağımlılıklardan kurtulma ya da farkındalıkla özgürleşme öne çıkar. Genel olarak olumsuz kabul edilir çünkü bağımlılık, esaret ve kontrol kaybı getirir; fakat aynı zamanda uyanış ve kurtuluş için güçlü bir fırsatı da işaret eder. Arketip olarak Şeytan, tutkuya kapılan, kontrolü dış faktörlere veren ya da kendi gölge yanıyla yüzleşmek zorunda kalan bir kişiyi temsil eder.",
      "en": "The Devil card is all about our own personal struggles, both with addiction and with our own desires. When it appears, it's a friendly reminder to recognise our limits and find our way back to freedom. Hey, this card is here to remind you that sometimes, when we give in to our own desires or worries, we can end up feeling trapped. When things are reversed, it's all about breaking those chains, overcoming addictions, or becoming free through awareness. It might seem a bit negative at first, because it can lead to addiction, feeling trapped, and a sense of loss of control. But it's also a really important chance to grow and find freedom. The Devil is a symbol of passion, of letting go and facing our darkest selves."
    }
  },
  {
    "id": "the-tower",
    "name": {
      "tr": "Kule",
      "en": "The Tower"
    },
    "upright": {
      "tr": "ansızın yıkım, uyanış",
      "en": "sudden upheaval, awakening"
    },
    "reversed": {
      "tr": "direnç, ertelenmiş sarsıntı",
      "en": "resistance, delayed shock"
    },
    "long": {
      "tr": "Kule kartı ani yıkımları, şok edici gerçekleri ve zorunlu değişimleri simgeler; göründüğünde kişi beklenmedik bir sarsıntıyla karşılaşabilir ve hayatında köklü bir dönüşüm yaşayabilir. Bu kart, eski düzenin çöküşünün aslında yeni ve sağlam bir yapı kurmak için fırsat sunduğunu hatırlatır. Ters konumda ise yıkımı ertelemek, kaçınılmaz gerçeği görmezden gelmek ya da küçük krizleri büyütmek riski öne çıkar. Genel olarak olumsuz kabul edilir çünkü kayıplar, krizler ve şoklar getirir; fakat aynı zamanda özgürleşme ve yeniden yapılanma için güçlü bir dönüm noktasıdır. Arketip olarak Kule, hayatında ani bir krizle yüzleşen, gerçeği sarsıcı şekilde öğrenen ya da tüm düzenini yeniden inşa etmek zorunda kalan bir kişiyi temsil eder.",
      "en": "The Tower card is a symbol of sudden changes, surprising revelations, and essential shifts in our lives. When it appears, it could indicate an unexpected upheaval and a deep, meaningful transformation in our journey. Hey, just remember that when things fall apart, it's like a clean slate. It's a chance to start fresh and build something better. But, and this is really important, if it's the opposite way round, then it can show that it's better not to put off dealing with things, to face up to the truth, however hard that might be, and not to make a big deal out of small problems. It's true that it can sometimes lead to losses, crises and shocks, but it's also a really powerful moment for change and growth. The Tower is a symbol of change. It can represent a sudden crisis in someone's life, or a shocking revelation that leads to a new understanding. It can also be a time of rebuilding, of creating a new foundation for yourself."
    }
  },
  {
    "id": "the-star",
    "name": {
      "tr": "Yıldız",
      "en": "The Star"
    },
    "upright": {
      "tr": "umut, ilham",
      "en": "hope, inspiration"
    },
    "reversed": {
      "tr": "şüphe",
      "en": "doubt"
    },
    "long": {
      "tr": "Yıldız kartı umut, ilham ve ruhsal yenilenmeyi simgeler; göründüğünde kişi karanlık bir dönemden sonra yeniden ışığa kavuşur ve geleceğe güvenle bakmayı öğrenir. Bu kart, iyileşme, saf niyet ve içsel huzurun işaretidir. Ters konumda ise umutsuzluk, inanca kayıtsızlık ya da kendi ışığını görememe riski öne çıkar. Genel olarak çok olumlu kabul edilir çünkü ilham, şifa ve rehberlik getirir; ancak aşırı hayalciliğe ve pasif bekleyişe karşı da uyarır. Arketip olarak Yıldız, saf kalbiyle çevresine umut saçan, yol gösteren ilham verici bir kişiyi temsil eder; bir sanatçı, şifacı ya da başkalarına ışık olan herhangi biri olabilir.",
      "en": "The Star card is a symbol of hope, inspiration, and spiritual renewal. When it appears, it signifies that after a dark period, one can regain light and learn to look to the future with confidence. This card represents healing, pure intentions, and inner peace. In reverse, it highlights the risk of hopelessness, indifference to faith, or an inability to see one's own light. Overall, it is considered very positive because it brings inspiration, healing, and guidance; however, it also warns against excessive idealism and passive waiting. As an archetype, the Star represents an inspiring person who spreads hope and guidance with their pure heart; they could be an artist, healer, or anyone who brings light to others."
    }
  },
  {
    "id": "the-moon",
    "name": {
      "tr": "Ay",
      "en": "The Moon"
    },
    "upright": {
      "tr": "belirsizlik, sezgi",
      "en": "uncertainty, intuition"
    },
    "reversed": {
      "tr": "yanılsama",
      "en": "illusion"
    },
    "long": {
      "tr": "Ay kartı bilinçaltını, belirsizliği ve yanılsamaları simgeler; göründüğünde kişi sezgilerine kulak vermeli fakat hayaller ile gerçekleri karıştırmaktan kaçınmalıdır. Bu kart, sisli bir yolda yürümek gibi; yön belli olsa da netlik henüz tam değildir. Ters konumda aldatılma, korkulara yenilme ya da kendi içindeki gölgelerden kaçma riski öne çıkar. Genel olarak nötr kabul edilir çünkü hem yaratıcılığı ve sezgiyi güçlendirir hem de yanılgılara düşme tehlikesini taşır. Arketip olarak Ay, hayallerle yaşayan, sezgileri güçlü ama kolayca kafa karışıklığına kapılabilen bir kişiyi temsil eder; bu bir sanatçı ruh, rüyalarının etkisinde kalan biri ya da bilinçaltının gücünü yeni fark eden bir birey olabilir.",
      "en": "The Moon card symbolizes the subconscious, uncertainty, and illusions. When it appears, one should listen to their intuition but avoid confusing dreams with reality. This card is like walking on a foggy path; the direction is clear, but clarity is not yet complete. In reverse, it highlights the risk of deception, succumbing to fears, or fleeing from one's inner shadows. Overall, it is considered neutral because it enhances creativity and intuition while also posing the danger of falling into delusions. As an archetype, the Moon represents a person who lives with dreams, has strong intuition, but can easily fall into confusion; this could be an artistic soul, someone influenced by their dreams, or an individual who is newly aware of the power of their subconscious."
    }
  },
  {
    "id": "the-sun",
    "name": {
      "tr": "Güneş",
      "en": "The Sun"
    },
    "upright": {
      "tr": "netlik, başarı",
      "en": "clarity, success"
    },
    "reversed": {
      "tr": "aşırı iyimserlik",
      "en": "over-optimism"
    },
    "long": {
      "tr": "Güneş kartı neşeyi, başarıyı ve aydınlanmayı simgeler; göründüğünde kişi yaşam enerjisini, özgüvenini ve berraklığını en güçlü şekilde deneyimler. Bu kart, karanlık dönemlerin ardından gelen mutluluğu ve berraklığı işaret eder. Ters konumda ise kibir, sahte mutluluk ya da aşırı iyimserlikle gerçekleri görmezden gelme riski öne çıkar. Genel olarak çok olumlu kabul edilir çünkü canlılık, başarı ve içsel aydınlanma getirir; fakat gerçekçi olmayan beklentiler konusunda uyarır. Arketip olarak Güneş, ışığıyla çevresini ısıtan, çocuk ruhunu koruyan, özgüvenli ve neşeli bir kişiyi temsil eder; bu bir lider, ilham verici bir figür ya da içsel gücüyle çevresine umut saçan biri olabilir.",
      "en": "The Sun card symbolizes joy, success, and enlightenment; when it appears, the person experiences their life energy, self-confidence, and clarity most powerfully. This card signifies the happiness and clarity that follow dark periods. When reversed, it highlights the risk of arrogance, false happiness, or ignoring reality through excessive optimism. It is generally considered very positive because it brings vitality, success, and inner enlightenment; however, it warns against unrealistic expectations. As an archetype, the Sun represents a person who warms their surroundings with their light, protects the childlike spirit, and is confident and cheerful; this could be a leader, an inspiring figure, or someone who spreads hope to those around them with their inner strength."
    }
  },
  {
    "id": "judgement",
    "name": {
      "tr": "Mahkeme",
      "en": "Judgment"
    },
    "upright": {
      "tr": "çağrı, yenilenme",
      "en": "calling, renewal"
    },
    "reversed": {
      "tr": "erteleme",
      "en": "delay"
    },
    "long": {
      "tr": "Mahkeme kartı uyanışı, hesaplaşmayı ve yeniden doğuşu simgeler; göründüğünde kişi geçmişini gözden geçirip hatalarından ders çıkarmaya, hayatına yeni bir yön vermeye davet edilir. Bu kart, büyük kararların ve içsel farkındalığın işaretidir; kişi kendi öz gerçeğiyle yüzleşir. Ters konumda ise inkâr, sorumluluktan kaçma ya da yanlış karar riski öne çıkar. Genel olarak olumlu kabul edilir çünkü arınma, yenilenme ve ikinci şansları işaret eder; fakat geçmişe saplanıp kalma tehlikesini de hatırlatır. Arketip olarak Mahkeme, hayatının dönüm noktasına gelen, içsel çağrısını duyan ve cesurca yeni bir başlangıca hazırlanan bir kişiyi temsil eder.",
      "en": "The Judgment card symbolizes awakening, reckoning, and rebirth; when it appears, the person is invited to review their past, learn from their mistakes, and give their life a new direction. This card is a sign of big decisions and inner awareness; the person faces their own truth. When reversed, it highlights denial, avoidance of responsibility, or the risk of wrong decisions. It is generally considered positive because it signifies purification, renewal, and second chances; however, it also reminds us of the danger of getting stuck in the past. As an archetype, the Judgment card represents a person who has reached a turning point in their life, hears their inner calling, and is courageously preparing for a new beginning."
    }
  },
  {
    "id": "the-world",
    "name": {
      "tr": "Dünya",
      "en": "The World"
    },
    "upright": {
      "tr": "tamamlanma",
      "en": "completion"
    },
    "reversed": {
      "tr": "eksik halka",
      "en": "missing piece"
    },
    "long": {
      "tr": "Dünya kartı tamamlanmayı, başarıyı ve bütünlüğü simgeler; göründüğünde kişi uzun bir yolculuğun sonunda hedefine ulaşır ve çabasının karşılığını alır. Bu kart, döngülerin kapanışını, kazanılan olgunluğu ve evrensel uyumu işaret eder. Ters konumda ise tamamlanmamış işler, ertelenen başarılar ya da eksiklik hissi riski öne çıkar. Genel olarak çok olumlu kabul edilir çünkü bütünlük, zafer ve özgürlük getirir; ancak sürecin son adımlarını ihmal etmemek gerektiğini hatırlatır. Arketip olarak Dünya, hedeflerini gerçekleştirmiş, kendisiyle ve çevresiyle barış içinde olan bir kişiyi temsil eder; bu bir yolculuğunu tamamlayan seyyah, büyük bir projeyi başarıyla bitiren lider ya da kendi merkezini bulmuş olgun bir birey olabilir.",
      "en": "The World card symbolizes completion, success, and wholeness; when it appears, the person reaches their goal at the end of a long journey and reaps the rewards of their efforts. This card signifies the closing of cycles, the maturity gained, and universal harmony. In the reversed position, however, it highlights the risk of unfinished business, delayed success, or a sense of incompleteness. It is generally considered very positive because it brings wholeness, victory, and freedom; however, it reminds us not to neglect the final steps of the process. As an archetype, the World represents a person who has achieved their goals and is at peace with themselves and their surroundings; this could be a traveler who has completed their journey, a leader who has successfully finished a major project, or a mature individual who has found their center."
    }
  },
  {
    "id": "ace-of-cups",
    "name": {
      "tr": "Kupa As",
      "en": "Ace of Cups"
    },
    "upright": {
      "tr": "duygu, akış, bağ",
      "en": "emotion, flow, bond"
    },
    "reversed": {
      "tr": "akışta dengesizlik, bağlanmaktan kaçınma",
      "en": "imbalance in flow, avoidance of bond"
    },
    "long": {
      "tr": "Kupa Ası saf sevgiyi, duygusal başlangıçları ve kalpten gelen şifayı simgeler; göründüğünde kişi içsel duygularına güvenmeli, yeni bir bağa ya da ruhsal açılıma hazır olmalıdır. Bu kart, aşk ilişkilerinde taze bir başlangıcı, arkadaşlıklarda samimiyetin derinleşmesini veya kişinin iç huzurunu bulmasını işaret eder. Ters konumda ise duygusal tıkanıklık, sevgiyi ifade edememek ya da kalbi kapalı tutma riski öne çıkar. Genel olarak olumlu kabul edilir çünkü sevgi, şefkat ve ruhsal yenilenme getirir; ancak aşırı hassasiyet ve içe kapanma tehlikesini de hatırlatır. Arketip olarak Kupa Ası, kalbini açan, saf duygularla hareket eden ya da hayatında yeni bir duygusal döneme adım atan bir kişiyi temsil eder.",
      "en": "The Ace of Cups symbolizes pure love, emotional beginnings, and healing from the heart; when it appears, the person should trust their inner feelings and be ready for a new bond or spiritual opening. This card indicates a fresh start in love relationships, a deepening of sincerity in friendships, or the person finding inner peace. When reversed, it highlights emotional blockages, an inability to express love, or the risk of keeping one's heart closed. It is generally considered positive because it brings love, compassion, and spiritual renewal; however, it also warns of the dangers of excessive sensitivity and withdrawal. As an archetype, the Ace of Cups represents a person who opens their heart, acts with pure emotions, or takes a step into a new emotional phase in their life."
    }
  },
  {
    "id": "two-of-cups",
    "name": {
      "tr": "Kupa İki",
      "en": "Two of Cups"
    },
    "upright": {
      "tr": "iki kişi, uyum",
      "en": "two in harmony"
    },
    "reversed": {
      "tr": "ayrılık, uyuşmazlık",
      "en": "separation, disagreement"
    },
    "long": {
      "tr": "Kupa İkilisi uyumu, karşılıklı sevgiyi ve ortaklığı simgeler; göründüğünde kişi duygusal bağlarını güçlendirmeye, samimi ve dengeli ilişkiler kurmaya davet edilir. Bu kart, aşk ilişkilerinde uyumlu bir birlikteliğe, iş hayatında ise güvene dayalı ortaklıklara işaret eder. Ters konumda anlaşmazlık, dengesizlik ya da ilişkide uyumun bozulması riski öne çıkar. Genel olarak olumlu kabul edilir çünkü birlik, güven ve duygusal denge getirir; fakat bağımlılık ya da yanlış partner seçimi konusunda uyarır. Arketip olarak Kupa İkilisi, kalpten bağ kuran iki insanı ya da hayatında güçlü bir ortaklık yaşayan kişiyi temsil eder.",
      "en": "The Cup of Unity symbolizes mutual love and partnership; when it appears, the person is invited to strengthen their emotional bonds and build sincere and balanced relationships. This card indicates a harmonious union in love relationships and trust-based partnerships in professional life. In the reversed position, it highlights the risk of disagreement, imbalance, or disruption of harmony in the relationship. It is generally considered positive because it brings unity, trust, and emotional balance; however, it warns against dependency or choosing the wrong partner. As an archetype, the Two of Cups represents two people connected by heart or a person experiencing a strong partnership in their life."
    }
  },
  {
    "id": "three-of-cups",
    "name": {
      "tr": "Kupa Üç",
      "en": "Three of Cups"
    },
    "upright": {
      "tr": "kutlama, topluluk",
      "en": "celebration, community"
    },
    "reversed": {
      "tr": "samimiyetsizlik, aşırılık",
      "en": "insincerity, excess"
    },
    "long": {
      "tr": "Kupa Üçlüsü kutlamayı, dostluğu ve paylaşımı simgeler; göründüğünde kişi sevdikleriyle bir araya gelmeli, başarılarını ve mutluluklarını paylaşmalıdır. Bu kart, dostlarla keyifli buluşmaları, küçük zaferlerin kutlanmasını ya da ilişkilerde bağların güçlenmesini işaret eder. Ters konumda ise dedikodular, samimiyetsiz dostluklar ya da aşırıya kaçan eğlenceler riski öne çıkar. Genel olarak olumlu kabul edilir çünkü mutluluk, birlik ve sosyal uyum getirir; fakat yüzeysel ilişkiler ve aşırılıklara kapılma konusunda uyarır. Arketip olarak Kupa Üçlüsü, kutlamaların merkezinde olan, sosyal yönü güçlü ve çevresine neşe yayan bir kişiyi temsil eder.",
      "en": "The Three of Cups symbolizes celebration, friendship, and sharing; when it appears, one should gather with loved ones and share their successes and happiness. This card indicates enjoyable gatherings with friends, celebrating small victories, or strengthening bonds in relationships. When reversed, it highlights the risk of gossip, insincere friendships, or excessive revelry. It is generally considered positive because it brings happiness, unity, and social harmony; however, it warns against superficial relationships and indulging in excess. As an archetype, the Three of Cups represents a person who is at the center of celebrations, has a strong social side, and spreads joy to those around them."
    }
  },
  {
    "id": "four-of-cups",
    "name": {
      "tr": "Kupa Dört",
      "en": "Four of Cups"
    },
    "upright": {
      "tr": "duygusal inziva",
      "en": "emotional retreat"
    },
    "reversed": {
      "tr": "yeni motivasyon",
      "en": "renewed motivation"
    },
    "long": {
      "tr": "Kupa Dörtlüsü duygusal durgunluğu, tatminsizliği ve fırsatları görememeyi simgeler; göründüğünde kişi içine kapanmış olabilir ve hayatındaki değerli teklifleri ya da bağları fark etmeyebilir. Bu kart, dikkatini dağıtan isteksizlikten sıyrılmayı ve önüne gelen şansları görmeyi öğütler. Ters konumda ise farkındalığın artması, yeni bir motivasyon bulma ya da beklenmedik bir fırsata açık olma öne çıkar. Genel olarak nötr kabul edilir çünkü hem içsel sorgulamayı hem de kayıtsızlıktan doğan riskleri işaret eder. Arketip olarak Kupa Dörtlüsü, tatminsizlik yaşayan, duygusal olarak durağanlaşan ya da kendi içsel huzursuzluğunu aşmaya çalışan bir kişiyi temsil eder.",
      "en": "The Four of Cups symbolizes emotional stagnation, dissatisfaction, and an inability to see opportunities; when it appears, the person may be withdrawn and fail to notice valuable offers or connections in their life. This card advises breaking free from distracting reluctance and seeing the opportunities that come your way. When reversed, it highlights increased awareness, finding new motivation, or being open to unexpected opportunities. It is generally considered neutral because it points to both internal questioning and the risks arising from indifference. As an archetype, the Four of Cups represents a person experiencing dissatisfaction, emotional stagnation, or striving to overcome their inner turmoil."
    }
  },
  {
    "id": "five-of-cups",
    "name": {
      "tr": "Kupa Beş",
      "en": "Five of Cups"
    },
    "upright": {
      "tr": "hayal kırıklığı",
      "en": "disappointment"
    },
    "reversed": {
      "tr": "yeniden umut",
      "en": "renewed hope"
    },
    "long": {
      "tr": "Kupa Beşlisi kayıpları, pişmanlıkları ve geçmişe takılı kalmayı simgeler; göründüğünde kişi elinden giden şeylere odaklanmak yerine hâlâ sahip olduklarını fark etmeye çağrılır. Bu kart, duygusal hayal kırıklıklarının ardından ders çıkarmayı ve yeni bir bakış açısı kazanmayı hatırlatır. Ters konumda ise kabullenme, affetme ve yeniden umut bulma öne çıkar. Genel olarak olumsuz kabul edilir çünkü üzüntü ve pişmanlık getirir; fakat aynı zamanda yeni bir başlangıç için farkındalık da sunar. Arketip olarak Kupa Beşlisi, geçmişte takılı kalan, yas sürecinden geçen ya da yeniden ayağa kalkma eşiğinde olan bir kişiyi temsil eder.",
      "en": "The Five of Cups symbolizes loss, regret, and being stuck in the past; when it appears, the person is called to focus on what they still have rather than what they have lost. This card reminds us to learn from emotional disappointments and gain a new perspective. In the reversed position, acceptance, forgiveness, and finding hope again come to the fore. It is generally considered negative because it brings sadness and regret; however, it also offers awareness for a new beginning. As an archetype, the Five of Cups represents a person stuck in the past, going through a grieving process, or on the verge of getting back on their feet."
    }
  },
  {
    "id": "six-of-cups",
    "name": {
      "tr": "Kupa Altı",
      "en": "Six of Cups"
    },
    "upright": {
      "tr": "anılar, masumiyet",
      "en": "memories, innocence"
    },
    "reversed": {
      "tr": "geçmişe takılma, olgunlaşma",
      "en": "getting stuck in the past, maturity"
    },
    "long": {
      "tr": "Kupa Altılısı geçmişin hatıralarını, masumiyet duygusunu ve çocuklukla bağlantıyı simgeler; göründüğünde kişi eski dostlukları, aile bağlarını veya geçmişten gelen huzurlu duyguları hatırlayabilir. Bu kart, nostaljinin iyileştirici etkisini ve kalpten gelen samimiyeti işaret eder. Ters konumda ise geçmişe saplanıp kalmak, büyümeyi reddetmek ya da çocukça tavırlar sergilemek riski öne çıkar. Genel olarak olumlu kabul edilir çünkü sıcaklık, içtenlik ve barış getirir; ancak ilerlemeyi engelleyen nostaljiye karşı da uyarır. Arketip olarak Kupa Altılısı, çocuk ruhunu koruyan, geçmişinden ders alan ya da masum bir sevgiyle bağ kuran bir kişiyi temsil eder.",
      "en": "The Six of Cups symbolizes memories of the past, feelings of innocence, and a connection to childhood; when it appears, the person may recall old friendships, family ties, or peaceful feelings from the past. This card signifies the healing effect of nostalgia and sincerity from the heart. When reversed, it highlights the risk of getting stuck in the past, refusing to grow up, or acting childishly. It is generally considered positive because it brings warmth, sincerity, and peace; however, it also warns against nostalgia that hinders progress. As an archetype, the Six of Cups represents a person who protects their childlike spirit, learns from their past, or connects with others through innocent love."
    }
  },
  {
    "id": "seven-of-cups",
    "name": {
      "tr": "Kupa Yedi",
      "en": "Seven of Cups"
    },
    "upright": {
      "tr": "hayaller, seçenekler",
      "en": "dreams, choices"
    },
    "reversed": {
      "tr": "gerçekçilik, netlik",
      "en": "realism, clarity"
    },
    "long": {
      "tr": "Kupa Yedilisi hayal gücünü, arzuları ve çoklu seçenekleri simgeler; göründüğünde kişi birçok olasılıkla karşı karşıyadır ancak her seçeneğin gerçekçi olmadığını fark etmelidir. Bu kart, hayallerin cazibesine kapılmadan akılcı karar vermeyi öğütler. Ters konumda ise dağınık hayallerin sona ermesi, netlik kazanmak ve doğru seçimi yapmak öne çıkar. Genel olarak nötr kabul edilir çünkü ilham ve fırsat getirir; fakat yanılsamalar ve kararsızlık riskini de taşır. Arketip olarak Kupa Yedilisi, hayallere kapılan, seçim yapmakta zorlanan ya da ilhamla yön bulmaya çalışan bir kişiyi temsil eder.",
      "en": "The Seven of Cups symbolizes imagination, desires, and multiple choices; when it appears, the person is faced with many possibilities but must realize that not every option is realistic. This card advises making rational decisions without succumbing to the allure of dreams. When reversed, it emphasizes the end of scattered dreams, gaining clarity, and making the right choice. It is generally considered neutral because it brings inspiration and opportunity; however, it also carries the risk of delusion and indecision. As an archetype, the Seven of Cups represents a person who is caught up in dreams, struggles to make choices, or seeks guidance through inspiration."
    }
  },
  {
    "id": "eight-of-cups",
    "name": {
      "tr": "Kupa Sekiz",
      "en": "Eight of Cups"
    },
    "upright": {
      "tr": "veda, yolculuk",
      "en": "departure, journey"
    },
    "reversed": {
      "tr": "kaçış, kararsızlık",
      "en": "escape, indecision"
    },
    "long": {
      "tr": "Kupa Sekizlisi tamamlanmamışlık hissini, mevcut durumdan uzaklaşmayı ve daha anlamlı bir yol arayışını simgeler; göründüğünde kişi artık tatmin etmeyen ilişkileri, işleri ya da alışkanlıkları ardında bırakmaya çağrılır. Bu kart, bilinçli bir vedanın ardından ruhsal ya da kişisel bir yolculuğa çıkmayı işaret eder. Ters konumda ise sorumluluklardan kaçış, kararsızlık veya ayrılık cesareti bulamamak riski öne çıkar. Genel olarak nötr kabul edilir çünkü hem içsel bir büyümeyi hem de zor bir ayrılığı beraberinde getirir. Arketip olarak Kupa Sekizlisi, kendine daha derin bir anlam arayan, geride bırakma cesareti gösteren ya da yeni bir yolculuğa adım atan bir kişiyi temsil eder.",
      "en": "The Eight of Cups symbolizes a sense of incompleteness, a desire to move away from the current situation, and a search for a more meaningful path; when it appears, the person is called to leave behind relationships, jobs, or habits that no longer satisfy them. This card indicates embarking on a spiritual or personal journey after a conscious farewell. In the reversed position, it highlights the risk of evading responsibilities, indecision, or lacking the courage to separate. It is generally considered neutral because it brings both inner growth and a difficult separation. As an archetype, the Eight of Cups represents a person seeking deeper meaning, showing the courage to leave behind, or taking a step toward a new journey."
    }
  },
  {
    "id": "nine-of-cups",
    "name": {
      "tr": "Kupa Dokuz",
      "en": "Nine of Cups"
    },
    "upright": {
      "tr": "dilek, tatmin",
      "en": "wish, satisfaction"
    },
    "reversed": {
      "tr": "açgözlülük, yüzeysel tatmin",
      "en": "greed, superficial satisfaction"
    },
    "long": {
      "tr": "Kupa Dokuz kartı, dilek, tatmin temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: Dokuz. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı dilek, dengesiz tatmin öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Nine of Cups card highlights the theme of desire and satisfaction. Series focus: Cups — emotions and connections. Rank emphasis: Nine. When it appears, simplify your intention; define a single, measurable step and implement it immediately. If necessary, have a frank conversation; if you are moving forward alone, clarify your rhythm. A short breathing exercise, 10 minutes of focused work, or journaling gathers energy. In the reversed position, blocked wishes and unbalanced satisfaction come to the fore. Recognizing this early allows you to correct your course in time. Setting boundaries, resting, and making small revisions are a natural part of progress."
    }
  },
  {
    "id": "ten-of-cups",
    "name": {
      "tr": "Kupa On",
      "en": "Ten of Cups"
    },
    "upright": {
      "tr": "duygusal tamamlanma",
      "en": "emotional completion"
    },
    "reversed": {
      "tr": "uyumsuzluk, hayal kırıklığı",
      "en": "incompatibility, disappointment"
    },
    "long": {
      "tr": "Kupa On kartı, duygusal tamamlanma temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: On. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı duygusal tamamlanma öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Ten of Cups symbolizes family, peace, and heartfelt happiness; when it appears, the person can be in harmony with their loved ones, experiencing deep connection and wholeness in their relationships. This card signifies lasting happiness in both romantic relationships and family bonds. When reversed, it highlights the risk of family conflicts, unfulfilled happiness, or discord. It is generally considered very positive because it brings an atmosphere of unity, peace, and love; however, it also warns that the happiness on the surface may hide an inner emptiness. As an archetype, the Ten of Cups represents a person who shares love, builds harmonious relationships, or draws strength from family ties."
    }
  },
  {
    "id": "page-of-cups",
    "name": {
      "tr": "Kupa Uşak",
      "en": "Page of Cups"
    },
    "upright": {
      "tr": "masumiyet, yeni hisler",
      "en": "innocence, new feelings"
    },
    "reversed": {
      "tr": "çocuksuluk, hayalperestlik",
      "en": "childishness, daydreaming"
    },
    "long": {
      "tr": "Kupa Valesi saf duyguları, masumiyeti ve yeni bir duygusal başlangıcı simgeler; göründüğünde kişi kalbini açmaya, hislerini dürüstçe ifade etmeye ve hayal gücüne kulak vermeye davet edilir. Bu kart çoğu zaman bir aşk teklifi, duygusal haber ya da beklenmedik bir ilhamı işaret eder. Ters konumda ise duygusal olgunlaşmamışlık, yüzeysellik ya da hayal dünyasında kaybolma riski öne çıkar. Genel olarak olumlu kabul edilir çünkü saf bir enerji ve taze duygular getirir; fakat fazla çocukça davranışlara karşı uyarır. Arketip olarak Kupa Valesi, duygularını yeni keşfeden genç bir kişi, romantik ama deneyimsiz bir âşık ya da hayal gücü yüksek, saf kalpli bir bireyi temsil eder.",
      "en": "The Page of Cups symbolizes pure emotions, innocence, and a new emotional beginning; when it appears, the person is invited to open their heart, express their feelings honestly, and listen to their imagination. This card often signifies a love proposal, emotional news, or unexpected inspiration. When reversed, it highlights emotional immaturity, superficiality, or the risk of getting lost in a fantasy world. It is generally considered positive because it brings pure energy and fresh emotions; however, it warns against overly childish behavior. As an archetype, the Page of Cups represents a young person discovering their emotions, a romantic but inexperienced lover, or an imaginative, pure-hearted individual."
    }
  },
  {
    "id": "knight-of-cups",
    "name": {
      "tr": "Kupa Şövalye",
      "en": "Knight of Cups"
    },
    "upright": {
      "tr": "romantizm, teklif",
      "en": "romantic proposal"
    },
    "reversed": {
      "tr": "hayalperestlik, duygusal tutarsızlık",
      "en": "daydreaming, emotional inconsistency"
    },
    "long": {
      "tr": "Kupa Şövalyesi romantizmi, zarafeti ve duygusal teklifleri simgeler; göründüğünde kişi kalpten gelen bir davet, aşk teklifi ya da ilham verici bir fırsatla karşılaşabilir. Bu kart, hayal gücüyle hareket etmeyi ve duyguları cesurca ifade etmeyi işaret eder. Ters konumda ise aşırı hayalperestlik, tutarsız duygular ya da verilen sözleri tutmamak riski öne çıkar. Genel olarak olumlu kabul edilir çünkü sevgi, romantizm ve sanatsal ilham getirir; fakat ayakları yere basmayan tavırlara karşı uyarır. Arketip olarak Kupa Şövalyesi, romantik, zarif, duygularını coşkuyla dile getiren ama bazen fazla idealist davranan bir kişiyi temsil eder.",
      "en": "The Knight of Cups symbolizes romance, elegance, and emotional offers; when it appears, the person may encounter a heartfelt invitation, a love proposal, or an inspiring opportunity. This card indicates acting on imagination and boldly expressing emotions. In the reversed position, it highlights the risk of excessive idealism, inconsistent emotions, or breaking promises. It is generally considered positive because it brings love, romance, and artistic inspiration; however, it warns against unrealistic attitudes. As an archetype, the Knight of Cups represents a romantic, elegant person who passionately expresses their feelings but can sometimes be overly idealistic."
    }
  },
  {
    "id": "queen-of-cups",
    "name": {
      "tr": "Kupa Kraliçe",
      "en": "Queen of Cups"
    },
    "upright": {
      "tr": "şefkat, sezgi",
      "en": "compassion, intuition"
    },
    "reversed": {
      "tr": "aşırı hassasiyet, duygusal dengesizlik",
      "en": "excessive sensitivity, emotional instability"
    },
    "long": {
      "tr": "Kupa Kraliçesi duygusal olgunluğu, şefkati ve sezgisel bilgeliği simgeler; göründüğünde kişi kalbini dinlemeli, başkalarına anlayış göstermeli ve sezgilerine güvenmelidir. Bu kart, empatiyle yaklaşmanın ve içsel rehberliğe kulak vermenin gücünü işaret eder. Ters konumda ise aşırı hassasiyet, duygusal manipülasyon ya da dengesizlik riski öne çıkar. Genel olarak olumlu kabul edilir çünkü şefkat, içsel huzur ve sezgisel rehberlik getirir; fakat aşırı duygusallığa karşı uyarır. Arketip olarak Kupa Kraliçesi, empatik, sezgileri kuvvetli, sevdiklerine şifa ve huzur getiren bir kişiyi temsil eder.",
      "en": "The Queen of Cups symbolizes emotional maturity, compassion, and intuitive wisdom; when she appears, one should listen to their heart, show understanding to others, and trust their intuition. This card signifies the power of approaching with empathy and listening to inner guidance. In the reversed position, however, it highlights the risk of excessive sensitivity, emotional manipulation, or instability. It is generally considered positive because it brings compassion, inner peace, and intuitive guidance; but it warns against excessive emotionality. As an archetype, the Queen of Cups represents an empathetic, highly intuitive person who brings healing and peace to their loved ones."
    }
  },
  {
    "id": "king-of-cups",
    "name": {
      "tr": "Kupa Kral",
      "en": "King of Cups"
    },
    "upright": {
      "tr": "bilgelik, duygusal denge",
      "en": "wisdom, emotional balance"
    },
    "reversed": {
      "tr": "manipülasyon, duygusal soğukluk",
      "en": "manipulation, emotional coldness"
    },
    "long": {
      "tr": "Kupa Kralı olgunluğu, bilgece duygusal yönetimi ve şefkatle liderliği simgeler; göründüğünde kişi hem kendisine hem de çevresine karşı dengeli, anlayışlı ve empatik davranmaya davet edilir. Bu kart, duyguları kontrol altında tutarken aynı zamanda kalpten rehberlik etmenin gücünü işaret eder. Ters konumda ise duyguları bastırma, soğuk davranışlar ya da duygusal manipülasyon riski öne çıkar. Genel olarak olumlu kabul edilir çünkü içsel denge, huzur ve olgunluk getirir; fakat aşırı mesafe ve duygusal oyunlara karşı da uyarır. Arketip olarak Kupa Kralı, bilge, şefkatli ve olgun bir erkek figürü ya da duygularını sağlıklı şekilde yöneten bir kişiyi temsil eder.",
      "en": "The King of Cups symbolizes maturity, wise emotional management, and compassionate leadership; when it appears, the person is invited to behave in a balanced, understanding, and empathetic manner towards both themselves and their surroundings. This card signifies the power of keeping emotions under control while also providing heartfelt guidance. In the reversed position, however, the risk of suppressing emotions, cold behavior, or emotional manipulation comes to the fore. It is generally considered positive because it brings inner balance, peace, and maturity; but it also warns against excessive distance and emotional games. As an archetype, the King of Cups represents a wise, compassionate, and mature male figure or a person who manages their emotions in a healthy way."
    }
  },
  {
    "id": "ace-of-pentacles",
    "name": {
      "tr": "Tılsım As",
      "en": "Ace of Pentacles"
    },
    "upright": {
      "tr": "fırsat, bereket",
      "en": "opportunity, abundance"
    },
    "reversed": {
      "tr": "kaçan fırsat, maddi engel",
      "en": "missed opportunity, financial obstacle"
    },
    "long": {
      "tr": "Tılsım Ası maddi başlangıçları, bereketi ve somut fırsatları simgeler; göründüğünde kişi yeni bir iş, yatırım ya da uzun vadeli güvence sağlayacak bir şansa adım atabilir. Bu kart, toprağa ekilen bir tohum gibi; sabırla büyüyecek kalıcı kazançların işaretidir. Ters konumda ise fırsatları kaçırmak, maddi güvensizlik ya da plansızlık riski öne çıkar. Genel olarak olumlu kabul edilir çünkü yeni başlangıçlar, bolluk ve istikrar getirir; fakat sabırsızlık ya da kısa vadeli düşünmeye karşı uyarır. Arketip olarak Tılsım Ası, hayatında sağlam temeller atan, emeğiyle bereket yaratmaya başlayan bir kişiyi temsil eder.",
      "en": "The Tılsım Ası symbolizes material beginnings, abundance, and tangible opportunities; when it appears, the person may take a step toward a new job, investment, or a chance that will provide long-term security. This card is like a seed planted in the ground; it is a sign of lasting gains that will grow with patience. In the reversed position, it highlights the risk of missing opportunities, financial insecurity, or lack of planning. It is generally considered positive because it brings new beginnings, abundance, and stability; however, it warns against impatience or short-term thinking. As an archetype, the Ace of Pentacles represents a person who lays solid foundations in their life and begins to create abundance through their labor."
    }
  },
  {
    "id": "two-of-pentacles",
    "name": {
      "tr": "Tılsım İki",
      "en": "Two of Pentacles"
    },
    "upright": {
      "tr": "denge, esneklik",
      "en": "balance, flexibility"
    },
    "reversed": {
      "tr": "kaos, kararsızlık",
      "en": "chaos, indecision"
    },
    "long": {
      "tr": "Tılsım İkilisi dengeyi, çoklu görevleri idare etmeyi ve uyumlu bir akışı simgeler; göründüğünde kişi hem iş hem de özel hayatındaki sorumlulukları esneklikle dengelemeye çağrılır. Bu kart, dalgalar arasında dahi ritmi korumanın önemini hatırlatır. Ters konumda ise düzensizlik, kararsızlık ve yüklerin altından kalkamama riski öne çıkar. Genel olarak olumlu-nötr kabul edilir çünkü uyum, denge ve pratik çözüm gücü getirir; fakat dağınıklık ve fazla yüklenmeye karşı da uyarır. Arketip olarak Tılsım İkilisi, değişken koşullar arasında uyum sağlamaya çalışan, çok yönlü ama bazen aşırı dağınık bir kişiyi temsil eder.",
      "en": "The Twin of Magic symbolizes balance, multitasking, and a harmonious flow; when it appears, the person is called upon to balance responsibilities in both their professional and personal life with flexibility. This card reminds us of the importance of maintaining rhythm even amidst waves. In the reversed position, disorder, indecision, and the risk of being unable to cope with burdens come to the fore. It is generally considered positive-neutral because it brings harmony, balance, and practical problem-solving power; however, it also warns against clutter and overload. As an archetype, the Twin Charms represent a versatile but sometimes overly scattered person striving to adapt to changing conditions."
    }
  },
  {
    "id": "three-of-pentacles",
    "name": {
      "tr": "Tılsım Üç",
      "en": "Three of Pentacles"
    },
    "upright": {
      "tr": "Ustalık, işbirliği",
      "en": "Craft, teamwork"
    },
    "reversed": {
      "tr": "uyumsuzluk, eksik planlama",
      "en": "incompatibility, inadequate planning"
    },
    "long": {
      "tr": "Tılsım Üçlüsü işbirliğini, takım çalışmasını ve becerilerin uyumlu birleşimini simgeler; göründüğünde kişi tek başına değil, başkalarıyla birlikte çalışarak başarıya ulaşacağını bilmelidir. Bu kart, yeteneklerin takdir edildiğini, ortak bir hedef için katkıların değerli olduğunu işaret eder. Ters konumda ise anlaşmazlık, dağınık işbirliği ya da yetersiz hazırlık riski öne çıkar. Genel olarak olumlu kabul edilir çünkü ilerleme, üretkenlik ve ustalık getirir; fakat işbirliğinde eksikliklere karşı da uyarır. Arketip olarak Tılsım Üçlüsü, uzmanlığını paylaşan, işbirliğine açık ya da ekibin içinde değer gören bir kişiyi temsil eder.",
      "en": "The Triad of Magic symbolizes cooperation, teamwork, and the harmonious combination of skills; when it appears, the person should know that they will achieve success by working with others, not alone. This card indicates that talents are appreciated and that contributions towards a common goal are valuable. When reversed, it highlights the risk of disagreement, scattered collaboration, or insufficient preparation. It is generally considered positive because it brings progress, productivity, and mastery; however, it also warns against deficiencies in collaboration. As an archetype, the Enchanted Trio represents a person who shares their expertise, is open to collaboration, or is valued within the team."
    }
  },
  {
    "id": "four-of-pentacles",
    "name": {
      "tr": "Tılsım Dört",
      "en": "Four of Pentacles"
    },
    "upright": {
      "tr": "kontrol, güvenlik",
      "en": "control, security"
    },
    "reversed": {
      "tr": "bırakma, açgözlülük",
      "en": "abandonment, greed"
    },
    "long": {
      "tr": "Tılsım Dörtlüsü sahip olduklarını koruma isteğini, güvenlik arayışını ve maddi kontrolü simgeler; göründüğünde kişi elindekilere sıkı sıkıya sarılabilir ve risk almak istemeyebilir. Bu kart, disiplinli bir şekilde birikim yapmayı ve kaynakları dikkatle yönetmeyi işaret eder. Ters konumda ise aşırı cimrilik, açgözlülük ya da kontrolü kaybetme riski öne çıkar. Genel olarak nötr kabul edilir çünkü güvenlik ve istikrar getirir; fakat aşırı tutuculuğun ilerlemeyi engelleyebileceğini hatırlatır. Arketip olarak Tılsım Dörtlüsü, güvenli alanından çıkmak istemeyen, sahip olduklarını korumaya odaklanan ama bazen paylaşmayı unutan bir kişiyi temsil eder.",
      "en": "The Four of Pentacles symbolizes the desire to protect what one has, the search for security, and material control; when it appears, the person may cling tightly to what they have and be unwilling to take risks. This card indicates disciplined saving and careful management of resources. When reversed, it highlights excessive stinginess, greed, or the risk of losing control. It is generally considered neutral because it brings security and stability; however, it reminds us that excessive conservatism can hinder progress. As an archetype, the Four of Pentacles represents someone who is reluctant to leave their comfort zone, focused on protecting what they have, but sometimes forgets to share."
    }
  },
  {
    "id": "five-of-pentacles",
    "name": {
      "tr": "Tılsım Beş",
      "en": "Five of Pentacles"
    },
    "upright": {
      "tr": "Yoksunluk, zorluk",
      "en": "Lack, difficulty"
    },
    "reversed": {
      "tr": "toparlanma, umut",
      "en": "recovery, hope"
    },
    "long": {
      "tr": "Tılsım Beşlisi maddi kayıpları, yalnızlığı ve dışlanma hissini simgeler; göründüğünde kişi geçici zorluklar ya da destekten yoksun kalma ile yüzleşebilir. Bu kart, zor bir süreçten geçerken dayanıklılığın ve yardıma açık olmanın önemini hatırlatır. Ters konumda ise toparlanma, destek bulma ya da maddi ve manevi açıdan yeniden ayağa kalkma öne çıkar. Genel olarak olumsuz kabul edilir çünkü kayıp, yalnızlık ve zorlukları işaret eder; fakat aynı zamanda iyileşme sürecine girilebileceğini de gösterir. Arketip olarak Tılsım Beşlisi, geçici sıkıntılar yaşayan, fakat umut ve destekle yeniden güçlenme potansiyeli olan bir kişiyi temsil eder.",
      "en": "The Five of Pentacles symbolizes material loss, loneliness, and feelings of exclusion; when it appears, the person may face temporary difficulties or a lack of support. This card reminds us of the importance of resilience and openness to help when going through a difficult process. When reversed, it highlights recovery, finding support, or getting back on one's feet financially and spiritually. It is generally considered negative because it indicates loss, loneliness, and hardship; however, it also shows that a process of healing can begin. As an archetype, the Five of Pentacles represents a person experiencing temporary hardships but possessing the potential to regain strength through hope and support."
    }
  },
  {
    "id": "six-of-pentacles",
    "name": {
      "tr": "Tılsım Altı",
      "en": "Six of Pentacles"
    },
    "upright": {
      "tr": "paylaşım, destek",
      "en": "sharing, help"
    },
    "reversed": {
      "tr": "dengesizlik, bağımlılık",
      "en": "imbalance, dependency"
    },
    "long": {
      "tr": "Tılsım Altılısı cömertliği, paylaşmayı ve dengeyi simgeler; göründüğünde kişi hem yardım etme hem de yardım alma konusunda açık olmalıdır. Bu kart, adil paylaşımın ve karşılıklı desteğin önemini işaret eder. Ters konumda ise çıkar ilişkileri, dengesiz yardımlar ya da bağımlılıklar riski öne çıkar. Genel olarak olumlu kabul edilir çünkü denge, cömertlik ve yardımlaşma getirir; fakat çıkar amaçlı ilişkiler konusunda uyarır. Arketip olarak Tılsım Altılısı, elindekini paylaşan, dengeyi gözeten ya da ihtiyacı olduğunda destek almayı öğrenen bir kişiyi temsil eder.",
      "en": "The Six of Pentacles symbolizes generosity, sharing, and balance; when it appears, the person should be open to both giving and receiving help. This card signifies the importance of fair sharing and mutual support. When reversed, it highlights the risk of relationships based on self-interest, unbalanced help, or dependencies. It is generally considered positive because it brings balance, generosity, and cooperation; however, it warns against relationships based on self-interest. As an archetype, the Six of Pentacles represents a person who shares what they have, maintains balance, or learns to accept support when needed."
    }
  },
  {
    "id": "seven-of-pentacles",
    "name": {
      "tr": "Tılsım Yedi",
      "en": "Seven of Pentacles"
    },
    "upright": {
      "tr": "sabır, hasat/değerlendirme",
      "en": "Patience, harvest"
    },
    "reversed": {
      "tr": "sabırsızlık, boşa emek",
      "en": "impatience, wasted effort"
    },
    "long": {
      "tr": "Tılsım Yedilisi uzun vadeli emekleri, bekleyişi ve sonuçların değerlendirilmesini simgeler; göründüğünde kişi yaptığı yatırımların meyvesini sabırla beklemeye çağrılır. Bu kart, sürecin olgunlaşması gerektiğini ve acele etmenin verimi azaltacağını hatırlatır. Ters konumda ise sabırsızlık, yanlış yatırımlar ya da emeğin karşılığını alamama riski öne çıkar. Genel olarak nötr kabul edilir çünkü hem ilerleme hem de yavaşlamanın doğal sürecini anlatır; fakat plansızlığa ve sabırsızlığa karşı uyarır. Arketip olarak Tılsım Yedilisi, emeklerinin karşılığını sabırla bekleyen, hayatını gözden geçiren ya da geleceğini yeniden planlayan bir kişiyi temsil eder.",
      "en": "The Seven of Pentacles symbolizes long-term efforts, waiting, and evaluating results; when it appears, the person is called upon to patiently wait for the fruits of their investments. This card reminds us that the process needs to mature and that rushing will reduce productivity. When reversed, impatience, wrong investments, or the risk of not getting the reward for one's efforts come to the fore. It is generally considered neutral because it describes both the natural process of progress and slowdown; however, it warns against lack of planning and impatience. As an archetype, the Seven of Pentacles represents a person who patiently waits for the rewards of their labor, reviews their life, or replans their future."
    }
  },
  {
    "id": "eight-of-pentacles",
    "name": {
      "tr": "Tılsım Sekiz",
      "en": "Eight of Pentacles"
    },
    "upright": {
      "tr": "ustalık, çalışkanlık",
      "en": "skill, diligence"
    },
    "reversed": {
      "tr": "ihmal, yarım işler",
      "en": "neglect, half-finished work"
    },
    "long": {
      "tr": "Tılsım Sekizlisi sıkı çalışmayı, ustalık kazanmayı ve sabırlı emekle gelişimi simgeler; göründüğünde kişi becerilerini geliştirmeye, disiplinli bir şekilde ilerlemeye ve uzun vadeli başarı için çalışmaya davet edilir. Bu kart, tekrar ve çaba sayesinde ustalaşmayı işaret eder. Ters konumda ise motivasyon eksikliği, dikkatsizlik veya işlerin yarım bırakılması riski öne çıkar. Genel olarak olumlu kabul edilir çünkü azim, ilerleme ve kalıcı başarı getirir; fakat acelecilik ve özensizliğe karşı uyarır. Arketip olarak Tılsım Sekizlisi, işine odaklanan, sabırlı, detaycı ve gelişmeye açık bir kişiyi temsil eder.",
      "en": "The Eight of Pentacles symbolizes hard work, mastery, and development through patient effort; when it appears, the person is invited to develop their skills, progress in a disciplined manner, and work towards long-term success. This card signifies mastery through repetition and effort. In the reversed position, it highlights the risk of lack of motivation, carelessness, or leaving things unfinished. It is generally considered positive because it brings determination, progress, and lasting success; however, it warns against haste and carelessness. As an archetype, the Eight of Pentacles represents a person who is focused on their work, patient, detail-oriented, and open to growth."
    }
  },
  {
    "id": "nine-of-pentacles",
    "name": {
      "tr": "Tılsım Dokuz",
      "en": "Nine of Pentacles"
    },
    "upright": {
      "tr": "Öz-değer/bağımsızlık, konfor",
      "en": "Self-worth, comfort"
    },
    "reversed": {
      "tr": "maddi kayıp, yüzeysel başarı",
      "en": "material loss, superficial success"
    },
    "long": {
      "tr": "Tılsım Dokuzlusu kendi emeğiyle kazanılan bolluğu, bağımsızlığı ve huzuru simgeler; göründüğünde kişi emeklerinin karşılığını alır ve hayatında güvenli, konforlu bir dönem yaşar. Bu kart, özgüvenle ayakta durmayı ve kendi çabalarının değerini bilmeyi işaret eder. Ters konumda ise maddi kayıplar, bağımsızlığın sarsılması ya da başarıların yüzeysel kalması riski öne çıkar. Genel olarak olumlu kabul edilir çünkü özgürlük, refah ve tatmin getirir; fakat gösterişe kapılmaya ve yalnızlık hissine karşı da uyarır. Arketip olarak Tılsım Dokuzlusu, kendi emeğiyle zenginleşen, ayakları üzerinde duran ve hayatın zevklerini bilinçle yaşayan bir kişiyi temsil eder.",
      "en": "The Nine of Pentacles symbolizes abundance, independence, and peace earned through one's own efforts; when it appears, the person reaps the rewards of their labor and experiences a secure, comfortable period in their life. This card signifies standing tall with self-confidence and recognizing the value of one's own efforts. When reversed, it highlights the risk of material losses, undermining independence, or superficial achievements. It is generally considered positive because it brings freedom, prosperity, and satisfaction; however, it also warns against vanity and feelings of loneliness. As an archetype, the Nine of Pentacles represents a person who becomes wealthy through their own efforts, stands on their own two feet, and consciously enjoys life's pleasures."
    }
  },
  {
    "id": "ten-of-pentacles",
    "name": {
      "tr": "Tılsım On",
      "en": "Ten of Pentacles"
    },
    "upright": {
      "tr": "miras, kalıcılık",
      "en": "inheritance, legacy"
    },
    "reversed": {
      "tr": "maddi çatışma, geçici başarı",
      "en": "financial conflict, temporary success"
    },
    "long": {
      "tr": "Tılsım Onlusu aile bağlarını, mirası ve uzun vadeli istikrarı simgeler; göründüğünde kişi maddi güvenceye, aile desteğine veya köklü bir başarıya ulaşabilir. Bu kart, sadece bireysel kazançları değil, kuşaklar boyu sürecek bir birikimi de işaret eder. Ters konumda ise aile içinde maddi anlaşmazlıklar, kısa vadeli kazançların sürdürülememesi ya da temelsiz bir güvenlik hissi riski öne çıkar. Genel olarak olumlu kabul edilir çünkü bereket, güvenlik ve kalıcılık getirir; fakat miras, para ya da aile ilişkilerinde gerginlik konusunda uyarır. Arketip olarak Tılsım Onlusu, köklü bir aileden gelen, uzun vadeli istikrarı hedefleyen ya da kalıcı değerler yaratmaya odaklanmış bir kişiyi temsil eder.",
      "en": "The Ten of Pentacles symbolizes family ties, inheritance, and long-term stability; when it appears, the person may achieve financial security, family support, or lasting success. This card signifies not only individual gains but also an accumulation that will last for generations. When reversed, it highlights the risk of financial disagreements within the family, unsustainable short-term gains, or a false sense of security. It is generally considered positive because it brings abundance, security, and permanence; however, it warns of tension regarding inheritance, money, or family relationships. As an archetype, the Ten of Pentacles represents a person who comes from a well-established family, aims for long-term stability, or is focused on creating lasting values."
    }
  },
  {
    "id": "page-of-pentacles",
    "name": {
      "tr": "Tılsım Uşak",
      "en": "Page of Pentacles"
    },
    "upright": {
      "tr": "Öğrenme, potansiyel",
      "en": "learning, potential"
    },
    "reversed": {
      "tr": "ihmal, yarım kalmış fırsatlar",
      "en": "neglect, missed opportunities"
    },
    "long": {
      "tr": "Tılsım Valesi öğrenmeyi, yeni beceriler kazanmayı ve geleceğe dair sağlam bir temel atmayı simgeler; göründüğünde kişi bilgiyi, disiplini ve pratik adımları hayatına almalıdır. Bu kart, eğitim, iş ya da finansal başlangıçlarda sabırlı ve azimli olmanın önemini hatırlatır. Ters konumda ise motivasyon eksikliği, dikkatsizlik veya değerli bir fırsatı değerlendirememe riski öne çıkar. Genel olarak olumlu kabul edilir çünkü gelişim, disiplin ve potansiyel getirir; fakat tembelliğe ve yüzeyselliğe karşı da uyarır. Arketip olarak Tılsım Valesi, öğrenmeye açık, çalışkan, yeni fırsatların eşiğinde olan genç bir kişiyi ya da hayatında yeni bir yol açmaya hazırlanan birini temsil eder.",
      "en": "The Page of Pentacles symbolizes learning, acquiring new skills, and laying a solid foundation for the future; when it appears, the person should incorporate knowledge, discipline, and practical steps into their life. This card reminds us of the importance of being patient and determined in education, work, or financial beginnings. When reversed, it highlights a lack of motivation, carelessness, or the risk of failing to seize a valuable opportunity. It is generally considered positive because it brings growth, discipline, and potential; however, it also warns against laziness and superficiality. As an archetype, the Page of Pentacles represents a young person who is open to learning, hardworking, and on the cusp of new opportunities, or someone who is ready to embark on a new path in their life."
    }
  },
  {
    "id": "knight-of-pentacles",
    "name": {
      "tr": "Tılsım Şövalye",
      "en": "Knight of Pentacles"
    },
    "upright": {
      "tr": "azim, disiplin",
      "en": "determination, discipline"
    },
    "reversed": {
      "tr": "tembellik, katılık",
      "en": "laziness, rigidity"
    },
    "long": {
      "tr": "Tılsım Şövalyesi çalışkanlığı, sabrı ve sorumluluk bilincini simgeler; göründüğünde kişi yavaş ama emin adımlarla ilerlemeye, detaylara dikkat etmeye ve istikrarı korumaya davet edilir. Bu kart, sebatın ve planlı hareket etmenin uzun vadede başarı getireceğini hatırlatır. Ters konumda ise hareketsizlik, isteksizlik ya da aşırı katı ve esnek olmayan tavırlar riski öne çıkar. Genel olarak olumlu kabul edilir çünkü güvenilirlik, istikrar ve azim getirir; fakat durağanlığa ve aşırı tutuculuğa karşı da uyarır. Arketip olarak Tılsım Şövalyesi, sorumluluklarını ciddiyetle yerine getiren, çalışkan, güvenilir ama bazen fazla yavaş ilerleyen bir kişiyi temsil eder.",
      "en": "The Knight of Pentacles symbolizes diligence, patience, and a sense of responsibility; when it appears, the person is invited to move forward slowly but surely, pay attention to details, and maintain stability. This card reminds us that perseverance and planned action will bring success in the long run. In the reversed position, it highlights the risk of inactivity, reluctance, or overly rigid and inflexible attitudes. It is generally considered positive because it brings reliability, stability, and determination; however, it also warns against stagnation and excessive conservatism. As an archetype, the Knight of Pentacles represents a person who takes their responsibilities seriously, is hardworking and reliable, but sometimes progresses too slowly."
    }
  },
  {
    "id": "queen-of-pentacles",
    "name": {
      "tr": "Tılsım Kraliçe",
      "en": "Queen of Pentacles"
    },
    "upright": {
      "tr": "şefkat, pratiklik",
      "en": "compassion, practicality"
    },
    "reversed": {
      "tr": "aşırı bağımlılık, ihmal",
      "en": "excessive dependence, neglect"
    },
    "long": {
      "tr": "Tılsım Kraliçesi sıcaklığı, pratik zekâyı ve maddi-manevi dengeyi simgeler; göründüğünde kişi hem kendi ihtiyaçlarını hem de sevdiklerinin ihtiyaçlarını şefkatle karşılayabilir. Bu kart, hem ev yaşamında hem de iş hayatında istikrar ve üretkenliği işaret eder. Ters konumda ise başkalarına aşırı bağımlı olmak, kendini ihmal etmek ya da pratik düzenin bozulması riski öne çıkar. Genel olarak olumlu kabul edilir çünkü bereket, düzen ve güven duygusu getirir; fakat kendini geri plana atma ve aşırı fedakârlığa karşı uyarır. Arketip olarak Tılsım Kraliçesi, sevdiklerine destek olan, aynı zamanda maddi kaynakları akıllıca yöneten şefkatli bir kişiyi temsil eder.",
      "en": "The Queen of Pentacles symbolizes warmth, practical intelligence, and material-spiritual balance; when she appears, the person can compassionately meet both their own needs and the needs of their loved ones. This card signifies stability and productivity in both home life and work life. When reversed, it highlights the risk of excessive dependence on others, neglecting oneself, or disrupting practical order. It is generally considered positive because it brings abundance, order, and a sense of security; however, it warns against putting oneself last and excessive self-sacrifice. As an archetype, the Enchantress Queen represents a compassionate person who supports loved ones while also wisely managing material resources."
    }
  },
  {
    "id": "king-of-pentacles",
    "name": {
      "tr": "Tılsım Kral",
      "en": "King of Pentacles"
    },
    "upright": {
      "tr": "zenginlik, güvenilirlik",
      "en": "wealth, reliability"
    },
    "reversed": {
      "tr": "açgözlülük, katılık",
      "en": "greed, stubbornness"
    },
    "long": {
      "tr": "Tılsım Kralı maddi güvenceyi, istikrarı ve olgun liderliği simgeler; göründüğünde kişi emeğinin karşılığını alır, sağlam temeller kurar ve çevresine güven veren bir duruş sergiler. Bu kart, uzun vadeli başarıyı, güvenilirliği ve disiplinli yönetimi işaret eder. Ters konumda ise aşırı kontrolcülük, hırs ya da yalnızca maddi kazanca odaklanma riski öne çıkar. Genel olarak olumlu kabul edilir çünkü refah, güç ve güven getirir; fakat katı, bencil ya da maddiyatçı davranışlara karşı uyarır. Arketip olarak Tılsım Kralı, başarılı bir iş insanını, güvenilir bir aile reisini ya da maddi-manevi istikrarıyla çevresine örnek olan bir kişiyi temsil eder.",
      "en": "The King of Pentacles symbolizes material security, stability, and mature leadership; when it appears, the person reaps the rewards of their labor, builds solid foundations, and projects an attitude that inspires confidence in those around them. This card signifies long-term success, reliability, and disciplined management. When reversed, it highlights the risk of excessive control, greed, or focusing solely on material gain. It is generally considered positive because it brings prosperity, power, and confidence; however, it warns against rigid, selfish, or materialistic behavior. As an archetype, the King of Pentacles represents a successful businessperson, a reliable head of the family, or someone who sets an example for others with their material and spiritual stability."
    }
  },
  {
    "id": "ace-of-swords",
    "name": {
      "tr": "Kılıç As",
      "en": "Ace of Swords"
    },
    "upright": {
      "tr": "gerçek, netlik",
      "en": "truth, clarity"
    },
    "reversed": {
      "tr": "yanılgı , karışıklık",
      "en": "error, confusion"
    },
    "long": {
      "tr": "Kılıç Ası zihinsel berraklığı, gerçeği ve güçlü bir başlangıcı simgeler; göründüğünde kişi net kararlar almalı, doğruları savunmalı ve düşüncelerini keskin bir şekilde ortaya koymalıdır. Bu kart, karışıklığın ardından gelen aydınlanmayı ve güçlü bir fikrin doğuşunu işaret eder. Ters konumda ise kafa karışıklığı, yanlış bilgi ya da iletişimde engeller riski öne çıkar. Genel olarak olumlu kabul edilir çünkü netlik, doğruluk ve zihinsel güç getirir; fakat aceleci kararlar ve sert sözlere karşı uyarır. Arketip olarak Kılıç Ası, gerçeği arayan, adalet peşinde koşan ya da zihinsel bir aydınlanma yaşayan kişiyi temsil eder.",
      "en": "The Sword of Justice symbolizes mental clarity, truth, and a strong beginning; when it appears, one should make clear decisions, defend the truth, and express their thoughts sharply. This card signifies enlightenment following confusion and the birth of a powerful idea. In the reversed position, it highlights the risk of confusion, misinformation, or communication barriers. It is generally considered positive because it brings clarity, truth, and mental strength; however, it warns against hasty decisions and harsh words. As an archetype, the Ace of Swords represents the person seeking truth, pursuing justice, or experiencing mental enlightenment."
    }
  },
  {
    "id": "two-of-swords",
    "name": {
      "tr": "Kılıç İki",
      "en": "Two of Swords"
    },
    "upright": {
      "tr": "kararsızlık, denge arayışı",
      "en": "indecision, seeking balance"
    },
    "reversed": {
      "tr": "körlük, yanlış seçim",
      "en": "blindness, wrong choice"
    },
    "long": {
      "tr": "Kılıç İkilisi çıkmazı, kararsızlığı ve zıt güçler arasında denge arayışını simgeler; göründüğünde kişi objektif kalmaya çalışsa da duygularıyla aklı arasında sıkışmış olabilir. Bu kart, karar vermeden önce daha fazla bilgiye ihtiyaç olduğunu hatırlatır. Ters konumda ise gerçekleri görmezden gelmek, yanlış tercih yapmak ya da inkâr içinde kalmak riski öne çıkar. Genel olarak nötr kabul edilir çünkü hem düşünceyi berraklaştırma ihtiyacını hem de kararsızlığın risklerini işaret eder. Arketip olarak Kılıç İkilisi, zor bir karar eşiğinde duran, gerçeği görmekte zorlanan ama sonunda dengeyi bulması gereken bir kişiyi temsil eder.",
      "en": "The Sword of Two symbolizes deadlock, indecision, and the search for balance between opposing forces; when it appears, the person may try to remain objective but may be caught between their emotions and their mind. This card reminds us that we need more information before making a decision. When reversed, it highlights the risk of ignoring reality, making the wrong choice, or remaining in denial. It is generally considered neutral because it points to both the need to clarify one's thoughts and the risks of indecision. As an archetype, the Sword of Two represents a person standing at the threshold of a difficult decision, struggling to see the truth but ultimately needing to find balance."
    }
  },
  {
    "id": "three-of-swords",
    "name": {
      "tr": "Kılıç Üç",
      "en": "Three of Swords"
    },
    "upright": {
      "tr": "kalp kırıklığı, ayrılık",
      "en": "heartbreak, separation"
    },
    "reversed": {
      "tr": "iyileşme, affetme",
      "en": "healing, forgiveness"
    },
    "long": {
      "tr": "Kılıç Üçlüsü acıyı, hayal kırıklığını ve duygusal yaralanmayı simgeler; göründüğünde kişi beklenmedik bir ihanet, ayrılık ya da derin bir üzüntüyle yüzleşebilir. Bu kart, kalbin yaralandığını ama aynı zamanda bu deneyimden güçlenerek çıkılabileceğini hatırlatır. Ters konumda ise yaraların sarılması, affetme sürecine girilmesi ya da acıdan arınma öne çıkar. Genel olarak olumsuz kabul edilir çünkü kayıp ve acı getirir; fakat uzun vadede iyileşme ve olgunlaşmaya da işaret eder. Arketip olarak Kılıç Üçlüsü, kalbi kırılan, duygusal bir kayıptan geçen ya da affetmeyi öğrenen bir kişiyi temsil eder.",
      "en": "The Sword of the Trinity symbolizes pain, disappointment, and emotional wounds; when it appears, the person may face unexpected betrayal, separation, or deep sorrow. This card reminds us that the heart is wounded, but that one can emerge stronger from this experience. In the reversed position, it emphasizes healing wounds, entering a process of forgiveness, or purification from pain. It is generally considered negative because it brings loss and pain; however, in the long term, it also points to healing and maturation. As an archetype, the Three of Swords represents a person whose heart is broken, who is going through emotional loss, or who is learning to forgive."
    }
  },
  {
    "id": "four-of-swords",
    "name": {
      "tr": "Kılıç Dört",
      "en": "Four of Swords"
    },
    "upright": {
      "tr": "Dinlenme, toparlanma",
      "en": "Rest, recovery"
    },
    "reversed": {
      "tr": "huzursuzluk, aşırı stres",
      "en": "restlessness, excessive stress"
    },
    "long": {
      "tr": "Kılıç Dörtlüsü dinlenmeyi, içsel huzuru ve zihinsel toparlanmayı simgeler; göründüğünde kişi tempoyu düşürmeli, sakinleşmeli ve yeniden enerji toplamalıdır. Bu kart, mola vermenin ve içsel dengeyi kurmanın uzun vadeli başarı için gerekli olduğunu hatırlatır. Ters konumda ise huzursuzluk, tükenmişlik ya da kendine dinlenme izni vermemek riski öne çıkar. Genel olarak olumlu-nötr kabul edilir çünkü şifa, sükûnet ve yenilenme getirir; fakat pasiflik ve fazlasıyla geri çekilmeye karşı da uyarır. Arketip olarak Kılıç Dörtlüsü, zorluklardan sonra kendine zaman tanıyan ya da içsel sessizlikte güç bulan bir kişiyi temsil eder.",
      "en": "The Four of Swords symbolizes rest, inner peace, and mental recovery; when it appears, the person should slow down, calm down, and recharge their energy. This card reminds us that taking breaks and establishing inner balance are necessary for long-term success. When reversed, it highlights the risk of restlessness, exhaustion, or not allowing oneself to rest. It is generally considered positive-neutral because it brings healing, tranquility, and renewal; however, it also warns against passivity and excessive withdrawal. As an archetype, the Four of Swords represents a person who allows themselves time after difficulties or finds strength in inner silence."
    }
  },
  {
    "id": "five-of-swords",
    "name": {
      "tr": "Kılıç Beş",
      "en": "Five of Swords"
    },
    "upright": {
      "tr": "Çatışma",
      "en": "Conflict"
    },
    "reversed": {
      "tr": "barış, uzlaşma",
      "en": "peace, reconciliation"
    },
    "long": {
      "tr": "Kılıç Beşlisi tartışmaları, gerilimleri ve kazananı olmayan çatışmaları simgeler; göründüğünde kişi bencil tavırlara, gereksiz mücadelelere veya gurur yüzünden kayıplara dikkat etmelidir. Bu kart, kazanılan bir zaferin bile duygusal bedelini hatırlatır. Ters konumda ise barışma, affetme ve gerilimin sona ermesi öne çıkar. Genel olarak olumsuz kabul edilir çünkü huzursuzluk, kırgınlık ve kayıp getirir; fakat aynı zamanda ders alınmış deneyimlerden doğan olgunluğa da işaret eder. Arketip olarak Kılıç Beşlisi, çatışmaların ortasında kalan, yanlış anlaşmazlıklardan zarar gören ya da kibir yerine barışı seçmeyi öğrenen bir kişiyi temsil eder.",
      "en": "The Five of Swords symbolizes arguments, tensions, and conflicts with no winner; when it appears, the person should be mindful of selfish attitudes, unnecessary struggles, or losses due to pride. This card reminds us of the emotional cost of even a victory. When reversed, reconciliation, forgiveness, and the end of tension come to the fore. It is generally considered negative because it brings unrest, resentment, and loss; however, it also points to the maturity that comes from learned experiences. As an archetype, the Five of Swords represents a person caught in the middle of conflicts, harmed by misunderstandings, or learning to choose peace over pride."
    }
  },
  {
    "id": "six-of-swords",
    "name": {
      "tr": "Kılıç Altı",
      "en": "Six of Swords"
    },
    "upright": {
      "tr": "geçiş, iyileşme",
      "en": "transition, recovery"
    },
    "reversed": {
      "tr": "tıkanma, kaçış",
      "en": "blockage, escape"
    },
    "long": {
      "tr": "Kılıç Altılısı geçişi, zor bir dönemden uzaklaşmayı ve iyileşmeyi simgeler; göründüğünde kişi sıkıntılı bir süreci geride bırakmaya ve daha sakin bir geleceğe doğru yol almaya davet edilir. Bu kart, hem fiziksel bir yolculuğu hem de zihinsel-duygusal iyileşmeyi işaret edebilir. Ters konumda ise ilerleyememek, sorunlardan kaçmaya çalışmak ya da aynı döngüye saplanmak riski öne çıkar. Genel olarak olumlu-nötr kabul edilir çünkü rahatlama ve ilerleme getirir; fakat çözülmemiş sorunları görmezden gelmeye karşı da uyarır. Arketip olarak Kılıç Altılısı, hayatında bir geçiş döneminde olan, geride bırakmayı öğrenen ya da iyileşme yoluna giren bir kişiyi temsil eder.",
      "en": "The Six of Swords transition symbolizes moving away from a difficult period and healing; when it appears, the person is invited to leave a troubled process behind and move towards a calmer future. This card can indicate both a physical journey and mental-emotional healing. When reversed, it highlights the risk of being unable to move forward, trying to escape problems, or getting stuck in the same cycle. It is generally considered positive-neutral because it brings relief and progress; however, it also warns against ignoring unresolved issues. As an archetype, the Six of Swords represents a person who is in a transitional period in their life, learning to let go, or embarking on a path of healing."
    }
  },
  {
    "id": "seven-of-swords",
    "name": {
      "tr": "Kılıç Yedi",
      "en": "Seven of Swords"
    },
    "upright": {
      "tr": "kurnazlık, strateji",
      "en": "cunning, strategy"
    },
    "reversed": {
      "tr": "açığa çıkma, itiraf",
      "en": "disclosure, confession"
    },
    "long": {
      "tr": "Kılıç Yedilisi gizliliği, stratejiyi ve bazen aldatmayı simgeler; göründüğünde kişi zekice planlar yapabilir ancak dürüstlükten uzak yaklaşımlar da söz konusu olabilir. Bu kart, dikkatli olmayı, kendi yolunu çizerken gizli taktiklere başvurmayı ya da çevresindeki samimiyetsiz tavırları fark etmeyi işaret eder. Ters konumda ise sırların açığa çıkması, dürüstlüğe dönüş ya da hataların kabulü öne çıkar. Genel olarak nötr-olumsuz kabul edilir çünkü kurnazlık ve gizlilik getirir; fakat aynı zamanda stratejik düşünme ve bağımsız hareket etme gücünü de gösterebilir. Arketip olarak Kılıç Yedilisi, kendi yolunu bulan ama bazen dürüstlükle sınanan, zeki ve stratejik bir kişiyi temsil eder.",
      "en": "The Seven of Swords symbolizes secrecy, strategy, and sometimes deception; when it appears, the person may make clever plans, but dishonest approaches may also be involved. This card indicates being cautious, resorting to secret tactics while charting one's own course, or noticing insincere attitudes around them. When reversed, it highlights the revelation of secrets, a return to honesty, or the acceptance of mistakes. It is generally considered neutral-negative because it brings cunning and secrecy; however, it can also demonstrate strategic thinking and the power to act independently. As an archetype, the Seven of Swords represents a smart and strategic person who finds their own path but is sometimes tested by honesty."
    }
  },
  {
    "id": "eight-of-swords",
    "name": {
      "tr": "Kılıç Sekiz",
      "en": "Eight of Swords"
    },
    "upright": {
      "tr": "kısıtlanma, çaresizlik",
      "en": "constraint, helplessness"
    },
    "reversed": {
      "tr": "özgürleşme, farkındalık",
      "en": "liberation, awareness"
    },
    "long": {
      "tr": "Kılıç Sekizlisi zihinsel engelleri, kendini sıkışmış hissetmeyi ve çaresizliği simgeler; göründüğünde kişi aslında kendi düşünce kalıpları tarafından hapsedilmiş olabilir. Bu kart, özgürlüğün dış koşullardan değil, bakış açısını değiştirmekten geçtiğini hatırlatır. Ters konumda ise farkındalıkla özgürleşmek, sınırları aşmak ya da çözüm yollarını görmek öne çıkar. Genel olarak olumsuz kabul edilir çünkü kısıtlanma ve umutsuzluk duygusu getirir; fakat aynı zamanda zihinsel zincirleri kırma fırsatını da içerir. Arketip olarak Kılıç Sekizlisi, kendi korkuları yüzünden ilerleyemeyen ama içsel cesaretiyle özgürlüğünü kazanabilecek bir kişiyi temsil eder.",
      "en": "The Eight of Swords symbolizes mental barriers, feeling trapped, and helplessness; when it appears, the person may actually be imprisoned by their own thought patterns. This card reminds us that freedom comes not from external circumstances, but from changing one's perspective. In the reversed position, it emphasizes liberation through awareness, overcoming limitations, or seeing solutions. It is generally considered negative because it brings feelings of restriction and hopelessness; however, it also contains the opportunity to break mental chains. As an archetype, the Eight of Swords represents a person who cannot move forward because of their own fears but who can gain freedom through inner courage."
    }
  },
  {
    "id": "nine-of-swords",
    "name": {
      "tr": "Kılıç Dokuz",
      "en": "Nine of Swords"
    },
    "upright": {
      "tr": "kaygı, kabuslar",
      "en": "anxiety, nightmares"
    },
    "reversed": {
      "tr": "rahatlama, umut ışığı",
      "en": "relief, glimmer of hope"
    },
    "long": {
      "tr": "Kılıç Dokuzlusu endişeyi, uykusuz geceleri ve zihinsel baskıyı simgeler; göründüğünde kişi aşırı kaygı, suçluluk ya da korkularla boğuşuyor olabilir. Bu kart, zihnin yarattığı kabusların çoğu zaman gerçeğin kendisinden daha ağır olduğunu hatırlatır. Ters konumda ise kaygılardan kurtulma, umut bulma ya da sorunların sanıldığı kadar ağır olmadığını fark etme öne çıkar. Genel olarak olumsuz kabul edilir çünkü psikolojik yük ve korku getirir; fakat aynı zamanda içsel farkındalıkla bu karanlık dönemi aşma ihtimalini de işaret eder. Arketip olarak Kılıç Dokuzlusu, korkularıyla yüzleşen, kaygılarıyla mücadele eden ama bu sürecin sonunda güçlenme potansiyeli taşıyan bir kişiyi temsil eder.",
      "en": "The Nine of Swords symbolizes anxiety, sleepless nights, and mental pressure; when it appears, the person may be struggling with excessive worry, guilt, or fears. This card reminds us that the nightmares created by the mind are often heavier than reality itself. When reversed, it highlights freedom from worries, finding hope, or realizing that problems are not as serious as they seem. It is generally considered negative because it brings psychological burden and fear; however, it also indicates the possibility of overcoming this dark period with inner awareness. As an archetype, the Nine of Swords represents a person who faces their fears, struggles with their anxieties, but has the potential to emerge stronger at the end of this process."
    }
  },
  {
    "id": "ten-of-swords",
    "name": {
      "tr": "Kılıç On",
      "en": "Ten of Swords"
    },
    "upright": {
      "tr": "son, yıkım",
      "en": "end, destruction"
    },
    "reversed": {
      "tr": "toparlanma, yeniden doğuş",
      "en": "recovery, rebirth"
    },
    "long": {
      "tr": "Kılıç Onlusu bitişleri, kayıpları ve zorlayıcı sonları simgeler; göründüğünde kişi beklenmedik bir sona, ihanet ya da ağır bir yenilgiye maruz kalabilir. Bu kart, dibi gördükten sonra artık tek yönün yukarı olduğunu hatırlatır. Ters konumda ise toparlanma, yeniden ayağa kalkma ve yeni bir başlangıca yönelme öne çıkar. Genel olarak olumsuz kabul edilir çünkü acı verici bitişler getirir; fakat aynı zamanda yeni bir sayfa açma ve güçlü bir dönüşüm fırsatını da işaret eder. Arketip olarak Kılıç Onlusu, hayatında zor bir kapanış yaşayan, kaybı deneyimleyen ama yeniden doğma potansiyeli taşıyan bir kişiyi temsil eder.",
      "en": "The Ten of Swords symbolizes endings, losses, and difficult conclusions; when it appears, the person may face an unexpected end, betrayal, or a heavy defeat. This card reminds us that after hitting rock bottom, the only way is up. In the reversed position, recovery, getting back on one's feet, and moving towards a new beginning come to the fore. It is generally considered negative because it brings painful endings; however, it also signals the opportunity to turn over a new leaf and undergo a powerful transformation. As an archetype, the Ten of Swords represents a person who has experienced a difficult closure in their life, who has experienced loss but who also carries the potential for rebirth."
    }
  },
  {
    "id": "page-of-swords",
    "name": {
      "tr": "Kılıç Uşak",
      "en": "Page of Swords"
    },
    "upright": {
      "tr": "Meraklı zihin",
      "en": "Curious mind"
    },
    "reversed": {
      "tr": "dedikodu, dikkatsizlik",
      "en": "gossip, carelessness"
    },
    "long": {
      "tr": "Kılıç Valesi merakı, öğrenme isteğini ve yeni fikirleri simgeler; göründüğünde kişi zihinsel olarak tetikte, gözlemci ve araştırmacı bir dönemdedir. Bu kart, bilgi arayışını, iletişime açık olmayı ve yeni düşüncelerle yola çıkmayı işaret eder. Ters konumda ise dedikodular, dikkatsizlik ya da gereksiz tartışmalar riski öne çıkar. Genel olarak olumlu-nötr kabul edilir çünkü zihinsel canlılık ve öğrenme fırsatları getirir; fakat aceleci sözlere ve yüzeysel meraka karşı da uyarır. Arketip olarak Kılıç Valesi, öğrenmeye hevesli, meraklı, iletişimci ama bazen deneyimsiz bir kişiyi temsil eder.",
      "en": "Kılıç Valesi merakı, öğrenme isteğini ve yeni fikirleri simgeler; göründüğünde kişi zihinsel olarak tetikte, gözlemci ve araştırmacı bir dönemdedir. Bu kart, bilgi arayışını, iletişime açık olmayı ve yeni düşüncelerle yola çıkmayı işaret eder. Ters konumda ise dedikodular, dikkatsizlik ya da gereksiz tartışmalar riski öne çıkar. Genel olarak olumlu-nötr kabul edilir çünkü zihinsel canlılık ve öğrenme fırsatları getirir; fakat aceleci sözlere ve yüzeysel meraka karşı da uyarır. Arketip olarak Kılıç Valesi, öğrenmeye hevesli, meraklı, iletişimci ama bazen deneyimsiz bir kişiyi temsil eder."
    }
  },
  {
    "id": "knight-of-swords",
    "name": {
      "tr": "Kılıç Şövalye",
      "en": "Knight of Swords"
    },
    "upright": {
      "tr": "hız, kararlılık",
      "en": "speed, determination"
    },
    "reversed": {
      "tr": "düşüncesizlik, kaos",
      "en": "thoughtlessness, chaos"
    },
    "long": {
      "tr": "Kılıç Şövalyesi cesareti, hızla harekete geçmeyi ve güçlü bir iradeyi simgeler; göründüğünde kişi hedeflerine kararlılıkla koşmaya, engelleri cesaretle aşmaya davet edilir. Bu kart, düşünceleri eyleme dökmenin ve kararlı bir adım atmanın sembolüdür. Ters konumda ise düşünmeden hareket etmek, acelecilik ya da gereksiz tartışmalara sürüklenmek riski öne çıkar. Genel olarak nötr-olumlu kabul edilir çünkü güçlü irade ve ilerleme getirir; fakat aceleci ve yıkıcı davranışlara karşı da uyarır. Arketip olarak Kılıç Şövalyesi, inandığı şeyin peşinden hızla giden, cesur ama bazen düşünmeden hareket eden bir kişiyi temsil eder.",
      "en": "The Knight of Swords symbolizes courage, swift action, and a strong will; when it appears, the person is invited to run toward their goals with determination and overcome obstacles with courage. This card is a symbol of putting thoughts into action and taking a decisive step. In the reversed position, it highlights the risk of acting without thinking, rushing, or getting drawn into unnecessary arguments. It is generally considered neutral-positive because it brings strong will and progress; however, it also warns against hasty and destructive behavior. As an archetype, the Knight of Swords represents a person who swiftly pursues what they believe in, is courageous but sometimes acts without thinking."
    }
  },
  {
    "id": "queen-of-swords",
    "name": {
      "tr": "Kılıç Kraliçe",
      "en": "Queen of Swords"
    },
    "upright": {
      "tr": "zeka, objektiflik",
      "en": "intelligence, objectivity"
    },
    "reversed": {
      "tr": "soğukluk, sertlik",
      "en": "coldness, harshness"
    },
    "long": {
      "tr": "Kılıç Kraliçesi keskin zekâyı, adaleti ve açık sözlülüğü simgeler; göründüğünde kişi duygularını geri planda bırakıp mantığıyla hareket etmeli, gerçeği tüm çıplaklığıyla görmeye odaklanmalıdır. Bu kart, net iletişimi, bağımsızlığı ve aklın rehberliğini işaret eder. Ters konumda ise aşırı soğukluk, sert sözler ya da anlayışsız bir tavır riski öne çıkar. Genel olarak olumlu-nötr kabul edilir çünkü doğruluk, adalet ve netlik getirir; fakat empati eksikliğine ve aşırı eleştirelliğe karşı da uyarır. Arketip olarak Kılıç Kraliçesi, bağımsız, adil, keskin zekâsıyla öne çıkan ama gerektiğinde mesafeli olabilen bir kişiyi temsil eder.",
      "en": "The Queen of Swords symbolizes sharp intellect, justice, and frankness; when she appears, one should set aside their emotions and act with logic, focusing on seeing the truth in all its nakedness. This card signifies clear communication, independence, and the guidance of reason. In the reversed position, it highlights the risk of excessive coldness, harsh words, or an uncompassionate attitude. It is generally considered positive-neutral because it brings truth, justice, and clarity; however, it also warns against a lack of empathy and excessive criticism. As an archetype, the Queen of Swords represents an independent, fair, sharp-minded person who can be distant when necessary."
    }
  },
  {
    "id": "king-of-swords",
    "name": {
      "tr": "Kılıç Kral",
      "en": "King of Swords"
    },
    "upright": {
      "tr": "otorite, zeka",
      "en": "authority, intelligence"
    },
    "reversed": {
      "tr": "zulüm, katılık",
      "en": "oppression, severity"
    },
    "long": {
      "tr": "Kılıç Kralı mantığı, adaleti ve keskin zekâyı simgeler; göründüğünde kişi otoritesini dürüstlükle kullanmalı, bilgeliğini adaletli kararlarla göstermelidir. Bu kart, mantığın duyguların önüne geçtiği, netlik ve disiplinin ön planda olduğu bir dönemi işaret eder. Ters konumda ise despotluk, duygusuzluk ya da gücün yanlış kullanımına işaret eden bir risk öne çıkar. Genel olarak olumlu kabul edilir çünkü güçlü liderlik, objektiflik ve stratejik düşünme getirir; fakat soğuk, katı ve baskıcı tavırlara karşı uyarır. Arketip olarak Kılıç Kralı, mantığıyla hükmeden, adil ama sert bir lideri ya da bilgeliğini disiplinle uygulayan güçlü bir kişiyi temsil eder.",
      "en": "The King of Swords symbolizes logic, justice, and sharp intellect; when it appears, one must use their authority with integrity and demonstrate their wisdom through just decisions. This card signifies a period where logic takes precedence over emotions, and clarity and discipline are paramount. In the reversed position, it highlights a risk of despotism, insensitivity, or misuse of power. It is generally considered positive because it brings strong leadership, objectivity, and strategic thinking; however, it warns against cold, rigid, and oppressive attitudes. As an archetype, the King of Swords represents a leader who rules with logic, fair but stern, or a powerful individual who applies wisdom with discipline."
    }
  },
  {
    "id": "ace-of-wands",
    "name": {
      "tr": "Değnek As",
      "en": "Ace of Wands"
    },
    "upright": {
      "tr": "Kıvılcım, ilham",
      "en": "Spark, inspiration"
    },
    "reversed": {
      "tr": "tıkanıklık, ertelenme",
      "en": "blockage, delay"
    },
    "long": {
      "tr": "Değnek Ası yaratıcılığı, tutkuyu ve güçlü başlangıçları simgeler; göründüğünde kişi yeni bir fikir, proje ya da motivasyon patlaması yaşayabilir. Bu kart, harekete geçmenin ve içsel enerjiyi somut adımlara dönüştürmenin zamanının geldiğini hatırlatır. Ters konumda ise motivasyon eksikliği, gecikmeler ya da fırsatları kullanamama riski öne çıkar. Genel olarak olumlu kabul edilir çünkü ilham, dinamizm ve cesaret getirir; fakat sabırsızlık ve yönsüz enerjiye karşı da uyarır. Arketip olarak Değnek Ası, yeni bir maceraya atılan, yaratıcılığını ortaya koyan ya da hayatında güçlü bir başlangıca hazırlanan bir kişiyi temsil eder.",
      "en": "The Wand of Creativity symbolizes creativity, passion, and powerful beginnings; when it appears, the person may experience a new idea, project, or burst of motivation. This card reminds us that it is time to take action and transform inner energy into concrete steps. When reversed, it highlights a lack of motivation, delays, or the risk of missing opportunities. It is generally considered positive because it brings inspiration, dynamism, and courage; however, it also warns against impatience and unfocused energy. As an archetype, the Ace of Wands represents a person embarking on a new adventure, expressing their creativity, or preparing for a powerful new beginning in their life."
    }
  },
  {
    "id": "two-of-wands",
    "name": {
      "tr": "Değnek İki",
      "en": "Two of Wands"
    },
    "upright": {
      "tr": "plan, ufuk genişletme",
      "en": "plan, broadening horizons"
    },
    "reversed": {
      "tr": "korku, erteleme",
      "en": "fear, procrastination"
    },
    "long": {
      "tr": "Değnek İkilisi planlamayı, vizyonu ve yeni ufuklara açılmayı simgeler; göründüğünde kişi mevcut sınırlarının ötesine bakmalı, gelecek için cesur planlar yapmalı ve adım atmalıdır. Bu kart, karar aşamasında olmayı ve daha büyük bir yolculuğa hazırlanmayı işaret eder. Ters konumda ise risk almaktan korkmak, fırsatları ertelemek ya da kendi güvenli alanına sıkışmak riski öne çıkar. Genel olarak olumlu-nötr kabul edilir çünkü genişleme ve fırsatlar getirir; fakat pasiflik ve cesaretsizliğe karşı da uyarır. Arketip olarak Değnek İkilisi, hayatında yeni yolları düşünen, planlar yapan ama cesaretle ilk adımı atması gereken bir kişiyi temsil eder.",
      "en": "The Two of Wands symbolizes planning, vision, and opening up to new horizons; when it appears, the person should look beyond their current limits, make bold plans for the future, and take action. This card indicates being at a decision-making stage and preparing for a greater journey. In the reversed position, it highlights the risk of fearing to take risks, postponing opportunities, or getting stuck in one's comfort zone. It is generally considered positive-neutral because it brings expansion and opportunities; however, it also warns against passivity and timidity. As an archetype, the Two of Wands represents a person who is thinking about new paths in life, making plans, but needs to take the first step with courage."
    }
  },
  {
    "id": "three-of-wands",
    "name": {
      "tr": "Değnek Üç",
      "en": "Three of Wands"
    },
    "upright": {
      "tr": "Genişleme",
      "en": "Expansion"
    },
    "reversed": {
      "tr": "engel, gecikme",
      "en": "obstacle, delay"
    },
    "long": {
      "tr": "Değnek Üçlüsü ilerlemeyi, vizyonun somut adımlara dönüşmesini ve ufukların genişlemesini simgeler; göründüğünde kişi yaptığı planların meyvelerini almaya, yeni fırsatlarla karşılaşmaya ve geleceğe güvenle bakmaya davet edilir. Bu kart, sabırlı bekleyişin ardından gelen ilerlemeyi ve işlerin büyümesini işaret eder. Ters konumda ise engeller, gecikmeler ya da yanlış yön seçme riski öne çıkar. Genel olarak olumlu kabul edilir çünkü büyüme, vizyon ve yeni açılımlar getirir; fakat fazla beklemenin ya da kararsız kalmanın riskini de hatırlatır. Arketip olarak Değnek Üçlüsü, yeni ufuklara açılan, yolculuğuna güvenle devam eden ya da başarılarının sınırlarını genişleten bir kişiyi temsil eder.",
      "en": "The Three of Wands symbolises progress, the transformation of vision into concrete steps and the broadening of horizons. When this card appears, it invites the person to reap the rewards of their plans, embrace new opportunities and look to the future with confidence. This card signifies progress and growth after a period of waiting. When reversed, however, it highlights obstacles, delays, or the risk of choosing the wrong direction. While it is generally considered positive, as it brings growth, vision and new opportunities, it also reminds us of the risks of waiting too long or remaining indecisive. As an archetype, the Three of Wands represents someone who is broadening their horizons, continuing their journey with confidence, or expanding the boundaries of their success."
    }
  },
  {
    "id": "four-of-wands",
    "name": {
      "tr": "Değnek Dört",
      "en": "Four of Wands"
    },
    "upright": {
      "tr": "Kutlama, temel",
      "en": "Celebration, foundation"
    },
    "reversed": {
      "tr": "dengesizlik, ertelenme",
      "en": "imbalance, postponement"
    },
    "long": {
      "tr": "Değnek Dört kartı, kutlama, temel temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: Dört. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı kutlama, dengesiz temel öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Four of Wands symbolizes joy, togetherness, and solid foundations; when it appears, the person is invited to a harmonious celebration within their family, friends, or community. This card signifies the sharing of successes, a peaceful home environment, and lasting happiness. When reversed, it highlights the risk of discord, postponed celebrations, or shaken foundations. It is generally considered positive because it brings harmony, happiness, and unity; however, it also reminds us that surface harmony can be fragile. As an archetype, the Four of Wands represents a person who shares their success with loved ones, draws strength from unity, or takes a step toward lasting peace."
    }
  },
  {
    "id": "five-of-wands",
    "name": {
      "tr": "Değnek Beş",
      "en": "Five of Wands"
    },
    "upright": {
      "tr": "Rekabet",
      "en": "Competition"
    },
    "reversed": {
      "tr": "barış, çözüm",
      "en": "peace, solution"
    },
    "long": {
      "tr": "Değnek Beşlisi mücadeleyi, fikir ayrılıklarını ve rekabeti simgeler; göründüğünde kişi çevresiyle görüş ayrılıklarına girebilir ya da kendini ispat etme ihtiyacı duyabilir. Bu kart, çatışmaların aslında gelişim ve deneyim kazandırabileceğini hatırlatır. Ters konumda ise barışma, uzlaşma ya da gereksiz kavgaların sona ermesi öne çıkar. Genel olarak nötr kabul edilir çünkü hem çatışma hem de rekabetten doğan ilerlemeyi işaret eder; fakat egolara yenilmeye karşı uyarır. Arketip olarak Değnek Beşlisi, kendini kanıtlamaya çalışan, tartışmaların ortasında kalan ama aynı zamanda bundan güçlenen bir kişiyi temsil eder.",
      "en": "The Five of Wands is a card that can indicate a bit of strife, disagreement, and competition in your life. When it appears, it's a sign that you might have some disagreements with the people around you, or you might feel the need to prove yourself to them. Hey, just remember that even when things get tough, they can actually be a really positive part of our journey. Every challenge we face is a chance to grow and learn something new. When things are reversed, it's all about making up, finding common ground, and putting an end to those little disagreements that always seem to crop up. It's a pretty balanced vibe, showing that progress can come out of both conflict and competition. But it's also there to gently remind us not to get too caught up in our own egos. The Five of Wands is a really interesting card. It represents someone who is trying their best to prove themselves, even when they're in the middle of an argument. But it's also a card that shows that they can find strength in these moments."
    }
  },
  {
    "id": "six-of-wands",
    "name": {
      "tr": "Değnek Altı",
      "en": "Six of Wands"
    },
    "upright": {
      "tr": "zafer, tanınma",
      "en": "victory, recognition"
    },
    "reversed": {
      "tr": "gecikmiş başarı, gurur",
      "en": "delayed success, pride"
    },
    "long": {
      "tr": "Değnek Altılısı zaferi, tanınmayı ve hak edilen takdiri simgeler; göründüğünde kişi emeklerinin karşılığını alır, çevresinden saygı ve destek görür. Bu kart, hedeflere ulaşmanın ve toplum önünde onurlandırılmanın işaretidir. Ters konumda ise başarının gecikmesi, gurur yüzünden düş kırıklığı ya da hak edilmeyen övgüler riski öne çıkar. Genel olarak çok olumlu kabul edilir çünkü başarı, güven ve ilerleme getirir; fakat kibir ve bencilce tavırlara karşı da uyarır. Arketip olarak Değnek Altılısı, emekleriyle öne çıkan, başarıları tanınan ya da sonunda hak ettiği değeri gören bir kişiyi temsil eder.",
      "en": "When the Six of Wands appears, it's a sign that you've been recognised for everything you've been doing, and you'll definitely be getting the respect and support you deserve from everyone around you. This card is a sign that you're on the path to achieving your goals and being honoured in society. When it's reversed, it can show that success might take a little longer than expected, or that pride might lead to disappointment. It can also highlight when praise is given for something that wasn't really achieved. It's usually seen as a really positive thing because it brings success, confidence, and progress. But it also reminds us to be careful not to be arrogant or selfish. The Six of Wands is a really lovely card. It represents someone who puts in a lot of effort and finally gets the recognition they deserve."
    }
  },
  {
    "id": "seven-of-wands",
    "name": {
      "tr": "Değnek Yedi",
      "en": "Seven of Wands"
    },
    "upright": {
      "tr": "savunma, direnç",
      "en": "defense, resistance"
    },
    "reversed": {
      "tr": "güçsüzlük, teslimiyet",
      "en": "weakness, surrender"
    },
    "long": {
      "tr": "Değnek Yedilisi mücadeleyi, kendi duruşunu savunmayı ve direnç göstermeyi simgeler; göründüğünde kişi rekabet ya da baskılar karşısında güçlü kalmalı ve inandığı şeyi savunmalıdır. Bu kart, meydan okumaların aslında kişinin kararlılığını ve gücünü test ettiğini hatırlatır. Ters konumda ise savunmasızlık, pes etme ya da baskılara boyun eğme riski öne çıkar. Genel olarak nötr kabul edilir çünkü hem direnç hem de zorlayıcı mücadeleler getirir; fakat kararlılık sayesinde güçlü bir ilerleme de vaat eder. Arketip olarak Değnek Yedilisi, inandığı değerleri savunan, meydan okumalarla yüzleşen ama pes etmeyen bir kişiyi temsil eder.",
      "en": "The Seven of Wands is a symbol of strength and resilience. When it appears, it's a reminder to stay strong in the face of challenges and to stand up for what you believe in. Hey, just remember that challenges are actually a great way to test how determined and strong you are! When it's reversed, it can show vulnerability, giving up, or the risk of yielding to pressure. It's a pretty balanced energy, because it brings both resistance and challenging struggles. But, with a bit of determination, it also promises strong progress. The Seven of Wands is a really lovely archetype. It represents someone who stands up for what they believe in, even when things get tough."
    }
  },
  {
    "id": "eight-of-wands",
    "name": {
      "tr": "Değnek Sekiz",
      "en": "Eight of Wands"
    },
    "upright": {
      "tr": "Hız, haber",
      "en": "Speed, news"
    },
    "reversed": {
      "tr": "gecikme, kaos",
      "en": "delay, chaos"
    },
    "long": {
      "tr": "Değnek Sekizlisi hızlı ilerlemeyi, akışa girmeyi ve olayların hızla gelişmesini simgeler; göründüğünde kişi beklediği haberleri alabilir, planları hızla ilerleyebilir veya yaşamında güçlü bir ivme yakalayabilir. Bu kart, enerjinin açık bir şekilde akmaya başladığını işaret eder. Ters konumda ise gecikmeler, iletişim sorunları veya düzensiz gelişmeler riski öne çıkar. Genel olarak olumlu kabul edilir çünkü hareket, netlik ve ilerleme getirir; fakat acelecilik ve kontrolsüz gelişmelere karşı uyarır. Arketip olarak Değnek Sekizlisi, hızla ilerleyen olayların içinde olan ya da hayatında beklenmedik bir hızlanma yaşayan kişiyi temsil eder.",
      "en": "The Eight of Wands is a clear sign of rapid progress, entering the flow, and events developing quickly. When it appears, you will receive the news you have been waiting for, your plans will progress rapidly, or you will gain strong momentum in your life. This card indicates that energy is flowing openly. In the reversed position, it highlights the risk of delays, communication problems, or irregular developments. It is generally considered positive because it brings movement, clarity and progress; however, it is important to be cautious and not rush things. The Eight of Wands is an archetype of someone caught up in rapidly unfolding events or experiencing an unexpected acceleration in their life."
    }
  },
  {
    "id": "nine-of-wands",
    "name": {
      "tr": "Değnek Dokuz",
      "en": "Nine of Wands"
    },
    "upright": {
      "tr": "dayanıklılık, savunma",
      "en": "durability, defense"
    },
    "reversed": {
      "tr": "yorgunluk, pes etme",
      "en": "tiredness, giving up"
    },
    "long": {
      "tr": "Değnek Dokuzlusu sınanmayı, direnci ve sonuna kadar mücadele etmeyi simgeler; göründüğünde kişi birçok zorluktan geçmiş olsa da hâlâ güçlü kalmalı ve hedefini bırakmamalıdır. Bu kart, dayanıklılığın ve son adımda gösterilecek azmin zaferi getireceğini hatırlatır. Ters konumda ise yorgunluk, motivasyon kaybı ya da pes etme riski öne çıkar. Genel olarak olumlu-nötr kabul edilir çünkü direnç ve kararlılık getirir; fakat tükenmişlik ve fazla savunmacı tavırlara karşı uyarır. Arketip olarak Değnek Dokuzlusu, defalarca sınanmış ama hâlâ ayakta duran, sonuna kadar mücadele eden bir kişiyi temsil eder.",
      "en": "The Nine of Wands is a symbol of strength, resilience, and the determination to persevere. When it appears, it's a sign that you're on the right path, and you're encouraged to stay focused on your goal, even when faced with challenges. This card is a great reminder that if we keep going and show some real determination, we can achieve anything! Reversing the position is a fantastic way to boost motivation and prevent fatigue from setting in. It is generally considered positive-neutral because it brings resilience and determination; however, it also warns against exhaustion and overly defensive attitudes. The Nine of Wands is a symbol of resilience and strength, representing a person who has faced challenges and emerged victorious."
    }
  },
  {
    "id": "ten-of-wands",
    "name": {
      "tr": "Değnek On",
      "en": "Ten of Wands"
    },
    "upright": {
      "tr": "Yük, sorumluluk",
      "en": "Burden, responsibility"
    },
    "reversed": {
      "tr": "bırakma, aşırı yüklenme",
      "en": "overloading, excessive load"
    },
    "long": {
      "tr": "Değnek Onlusu ağır sorumlulukları, yükleri ve bitişe doğru ilerlemeyi simgeler; göründüğünde kişi çok fazla sorumluluk üstlenmiş olabilir ve hedefe ulaşmak için yüklerini bilinçle taşımak zorundadır. Bu kart, azimle ilerlemenin sonunda başarı getireceğini ama aynı zamanda aşırı yüklenmenin tükenmişliğe yol açabileceğini hatırlatır. Ters konumda ise görevleri paylaşma ihtiyacı, yüklerin fazlalığından kurtulma ya da sorumlulukların altında ezilme riski öne çıkar. Genel olarak nötr kabul edilir çünkü başarıya giden yolun zorluklarını işaret eder; fakat fazlasıyla yüklenmeye karşı da uyarır. Arketip olarak Değnek Onlusu, sorumlulukları sırtlanan, güçlü ama yorgun düşmüş bir kişiyi temsil eder.",
      "en": "The Ten of Wands is traditionally associated with significant responsibilities and challenges, suggesting that an individual may be shouldering more than they can manage, and that they are required to deliberately undertake their obligations in order to achieve their objectives. This card serves as a reminder that perseverance is the key to achieving success, but also that excessive burden can lead to exhaustion. In the reversed position, the need to share tasks, the need to be freed from excessive burdens, or the risk of being crushed under responsibilities becomes salient. It is widely regarded as neutral due to its ability to highlight the challenges encountered on the path to success. However, it also cautioned against an undue burden. The Ten of Wands is an archetypal representation of an individual who bears significant responsibilities and exhibits a combination of fortitude and fatigue."
    }
  },
  {
    "id": "page-of-wands",
    "name": {
      "tr": "Değnek Uşak",
      "en": "Page of Wands"
    },
    "upright": {
      "tr": "Yaratıcı kıvılcım",
      "en": "Creative spark"
    },
    "reversed": {
      "tr": "dikkatsizlik, yönsüzlük",
      "en": "carelessness, lack of direction"
    },
    "long": {
      "tr": "Değnek Valesi keşfetmeyi, ilhamı ve yeni bir yolculuğa çıkma isteğini simgeler; göründüğünde kişi cesaretle adım atmaya, merakını takip etmeye ve hayatına yeni bir heyecan katmaya davet edilir. Bu kart, genç bir ruhun enerjisini, girişimciliği ve deneme cesaretini işaret eder. Ters konumda ise dikkatsizlik, motivasyon eksikliği ya da başlamadan yarıda bırakma riski öne çıkar. Genel olarak olumlu kabul edilir çünkü ilham, coşku ve yenilik getirir; fakat sabırsızlık ve dağınıklığa karşı da uyarır. Arketip olarak Değnek Valesi, maceracı, hevesli ama deneyimsiz bir kişiyi temsil eder.",
      "en": "The Knight of Wands is said to represent discovery, inspiration, and the desire to embark on a new journey; when it appears, it could be an invitation to take bold steps, follow their curiosity, and bring new excitement to their life. This card is said to represent the energy, entrepreneurship, and courage to try new things of a young spirit. In the reversed position, it has been known to symbolise a certain lack of care or motivation, or even the risk of giving up before starting. It is generally considered positive because it brings inspiration, enthusiasm, and innovation; however, it also warns against impatience and disorganisation. If I may venture a suggestion, the Jack of Wands could perhaps be said to represent an adventurous, enthusiastic, albeit perhaps somewhat inexperienced person."
    }
  },
  {
    "id": "knight-of-wands",
    "name": {
      "tr": "Değnek Şövalye",
      "en": "Knight of Wands"
    },
    "upright": {
      "tr": "Macera ruhu",
      "en": "Adventurous"
    },
    "reversed": {
      "tr": "düşüncesizlik, düzensizlik",
      "en": "thoughtlessness, disorganization"
    },
    "long": {
      "tr": "Değnek Şövalyesi tutkuyu, enerjiyi ve maceracı ruhu simgeler; göründüğünde kişi cesur bir adım atmaya, yeni bir yolculuğa çıkmaya ya da hayatına heyecan katmaya davet edilir. Bu kart, hızlı ilerleme, özgür ruh ve motivasyon patlamasının işaretidir. Ters konumda ise acelecilik, sabırsızlık ya da tutarsız davranışlar riski öne çıkar. Genel olarak olumlu kabul edilir çünkü cesaret, dinamizm ve karizma getirir; fakat dengesiz hareketlere ve plansız girişimlere karşı da uyarır. Arketip olarak Değnek Şövalyesi, özgürlüğüne düşkün, maceraperest, hevesli ama bazen düşünmeden hareket eden bir kişiyi temsil eder.",
      "en": "The Knight of Wands is a card associated with passion, energy and an adventurous spirit. Its appearance is often seen as an invitation to take a bold step, embark on a new journey or add excitement to one's life. This card is associated with rapid progress, a free spirit, and a burst of motivation. In the reversed position, it highlights the risk of haste, impatience, or inconsistent behaviour. It is generally considered beneficial because it brings courage, dynamism, and charisma; however, it also cautions against unbalanced actions and unplanned initiatives. The Knight of Wands is an archetype that represents a person who values freedom, is adventurous and enthusiastic, but can sometimes act impulsively."
    }
  },
  {
    "id": "queen-of-wands",
    "name": {
      "tr": "Değnek Kraliçe",
      "en": "Queen of Wands"
    },
    "upright": {
      "tr": "Karizma",
      "en": "Charismatic"
    },
    "reversed": {
      "tr": "kıskançlık, kontrolsüzlük",
      "en": "jealousy, lack of self-control"
    },
    "long": {
      "tr": "Değnek Kraliçesi cesareti, karizmayı ve yaratıcı gücü simgeler; göründüğünde kişi kendine güvenmeli, vizyonunu paylaşmalı ve çevresine ilham vermelidir. Bu kart, liderlik enerjisini, özgüveni ve sıcak bir karizmayı işaret eder. Ters konumda ise kıskançlık, sabırsızlık ya da kontrolsüz hırs riski öne çıkar. Genel olarak olumlu kabul edilir çünkü dinamizm, çekicilik ve liderlik getirir; fakat egoya kapılmaya karşı da uyarır. Arketip olarak Değnek Kraliçesi, karizmatik, enerjik, bağımsız ama gerektiğinde sertleşebilen bir kişiyi temsil eder.",
      "en": "The Queen of Wands symbolizes courage, charisma, and creative power; when she appears, one should be confident, share their vision, and inspire those around them. This card signifies leadership energy, self-confidence, and warm charisma. When reversed, it highlights the risk of jealousy, impatience, or uncontrolled ambition. It is generally considered positive because it brings dynamism, attractiveness, and leadership; however, it also warns against becoming overly ego-driven. As an archetype, the Queen of Wands represents a charismatic, energetic, independent person who can be firm when necessary."
    }
  },
  {
    "id": "king-of-wands",
    "name": {
      "tr": "Değnek Kral",
      "en": "King of Wands"
    },
    "upright": {
      "tr": "Vizyoner lider",
      "en": "Visionary leader"
    },
    "reversed": {
      "tr": "baskıcılık, sabırsızlık",
      "en": "impertinence, impatience"
    },
    "long": {
      "tr": "Değnek Kralı vizyonu, liderliği ve karizmatik gücü simgeler; göründüğünde kişi hedeflerini büyük bir cesaretle sahiplenmeli, çevresine ilham vererek yön göstermelidir. Bu kart, kararlı adımların, güçlü vizyonun ve otoritenin işaretidir. Ters konumda ise baskıcılık, sabırsızlık ya da kontrolü kaybetme riski öne çıkar. Genel olarak çok olumlu kabul edilir çünkü liderlik, özgüven ve başarı getirir; fakat otoriterlik ve bencilliğe karşı uyarır. Arketip olarak Değnek Kralı, güçlü bir lideri, girişimci bir vizyoneri ya da çevresine cesaretiyle yön veren bir kişiyi temsil eder.",
      "en": "The King of Wands symbolizes vision, leadership, and charismatic power; when it appears, the person should embrace their goals with great courage, inspiring and guiding those around them. This card signifies decisive action, a strong vision, and authority. When reversed, it highlights the risk of authoritarianism, impatience, or loss of control. It is generally considered very positive because it brings leadership, self-confidence, and success; however, it warns against authoritarianism and selfishness. As an archetype, the King of Wands represents a powerful leader, an entrepreneurial visionary, or someone who guides others with their courage."
    }
  }
]
