[
  {
    "id": "the-fool",
    "name": {
      "tr": "Deli",
      "en": "The Fool"
    },
    "upright": {
      "tr": "Başlangıç, akışa güven",
      "en": "Beginnings, trust the flow"
    },
    "reversed": {
      "tr": "Düşüncesiz risk",
      "en": "Reckless risk"
    },
    "long": {
      "tr": "Deli kartı, başlangıç, akışa güven temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda düşüncesiz risk öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Fool foregrounds beginnings, trust the flow. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes reckless risk. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-magician",
    "name": {
      "tr": "Büyücü",
      "en": "The Magician"
    },
    "upright": {
      "tr": "Niyet, odak, eylem",
      "en": "Intent, focus, action"
    },
    "reversed": {
      "tr": "Dağınık enerji, yanılsama",
      "en": "Scattered energy, illusion"
    },
    "long": {
      "tr": "Büyücü kartı, niyet, odak, eylem temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda dağınık enerji, yanılsama öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Magician foregrounds intent, focus, action. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes scattered energy, illusion. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-high-priestess",
    "name": {
      "tr": "Başrahibe",
      "en": "The High Priestess"
    },
    "upright": {
      "tr": "Sezgi, sır",
      "en": "Intuition, mystery"
    },
    "reversed": {
      "tr": "Gizlilik, kopukluk",
      "en": "Secrecy, disconnect"
    },
    "long": {
      "tr": "Başrahibe kartı, sezgi, sır temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda gizlilik, kopukluk öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The High Priestess foregrounds intuition, mystery. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes secrecy, disconnect. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-empress",
    "name": {
      "tr": "İmparatoriçe",
      "en": "The Empress"
    },
    "upright": {
      "tr": "Bereket, bakım, yaratım",
      "en": "Abundance, nurture, creation"
    },
    "reversed": {
      "tr": "Aşırı koruma, tıkanma",
      "en": "Overprotection, blockage"
    },
    "long": {
      "tr": "İmparatoriçe kartı, bereket, bakım, yaratım temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda aşırı koruma, tıkanma öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Empress foregrounds abundance, nurture, creation. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes overprotection, blockage. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-emperor",
    "name": {
      "tr": "İmparator",
      "en": "The Emperor"
    },
    "upright": {
      "tr": "Düzen, yapı, otorite",
      "en": "Order, structure, authority"
    },
    "reversed": {
      "tr": "Katılık, kontrol",
      "en": "Rigidity, control"
    },
    "long": {
      "tr": "İmparator kartı, düzen, yapı, otorite temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda katılık, kontrol öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Emperor foregrounds order, structure, authority. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes rigidity, control. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-hierophant",
    "name": {
      "tr": "Aziz",
      "en": "The Hierophant"
    },
    "upright": {
      "tr": "Gelenek, rehberlik",
      "en": "Tradition, guidance"
    },
    "reversed": {
      "tr": "Kör uyum, dogma",
      "en": "Blind conformity, dogma"
    },
    "long": {
      "tr": "Aziz kartı, gelenek, rehberlik temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda kör uyum, dogma öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Hierophant foregrounds tradition, guidance. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blind conformity, dogma. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-lovers",
    "name": {
      "tr": "Âşıklar",
      "en": "The Lovers"
    },
    "upright": {
      "tr": "Seçim, uyum, bağ",
      "en": "Choice, harmony, bond"
    },
    "reversed": {
      "tr": "Kararsızlık, uyumsuzluk",
      "en": "Indecision, disharmony"
    },
    "long": {
      "tr": "Âşıklar kartı, seçim, uyum, bağ temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda kararsızlık, uyumsuzluk öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Lovers foregrounds choice, harmony, bond. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes indecision, disharmony. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-chariot",
    "name": {
      "tr": "Savaş Arabası",
      "en": "The Chariot"
    },
    "upright": {
      "tr": "İrade, yön, zafer",
      "en": "Will, direction, victory"
    },
    "reversed": {
      "tr": "Dengesizlik",
      "en": "Imbalance"
    },
    "long": {
      "tr": "Savaş Arabası kartı, i̇rade, yön, zafer temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda dengesizlik öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Chariot foregrounds will, direction, victory. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes imbalance. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "strength",
    "name": {
      "tr": "Güç",
      "en": "Strength"
    },
    "upright": {
      "tr": "Sakin güç, sabır",
      "en": "Calm strength, patience"
    },
    "reversed": {
      "tr": "Sabırsızlık",
      "en": "Impatience"
    },
    "long": {
      "tr": "Güç kartı, sakin güç, sabır temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda sabırsızlık öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Strength foregrounds calm strength, patience. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes impatience. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-hermit",
    "name": {
      "tr": "Ermiş",
      "en": "The Hermit"
    },
    "upright": {
      "tr": "İç arayış",
      "en": "Inner search"
    },
    "reversed": {
      "tr": "İzolasyon",
      "en": "Isolation"
    },
    "long": {
      "tr": "Ermiş kartı, i̇ç arayış temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda i̇zolasyon öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Hermit foregrounds inner search. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes isolation. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "wheel-of-fortune",
    "name": {
      "tr": "Kader Çarkı",
      "en": "Wheel of Fortune"
    },
    "upright": {
      "tr": "Döngüler, fırsat",
      "en": "Cycles, opportunity"
    },
    "reversed": {
      "tr": "Sıkışmış döngü",
      "en": "Stuck cycle"
    },
    "long": {
      "tr": "Kader Çarkı kartı, döngüler, fırsat temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda sıkışmış döngü öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Wheel of Fortune foregrounds cycles, opportunity. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes stuck cycle. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "justice",
    "name": {
      "tr": "Adalet",
      "en": "Justice"
    },
    "upright": {
      "tr": "Adalet, denge",
      "en": "Fairness, balance"
    },
    "reversed": {
      "tr": "Haksızlık",
      "en": "Injustice"
    },
    "long": {
      "tr": "Adalet kartı, adalet, denge temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda haksızlık öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Justice foregrounds fairness, balance. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes injustice. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-hanged-man",
    "name": {
      "tr": "Asılan Adam",
      "en": "The Hanged Man"
    },
    "upright": {
      "tr": "Yeni bakış açısı",
      "en": "New perspective"
    },
    "reversed": {
      "tr": "Tutukluk",
      "en": "Stagnation"
    },
    "long": {
      "tr": "Asılan Adam kartı, yeni bakış açısı temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tutukluk öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Hanged Man foregrounds new perspective. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes stagnation. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "death",
    "name": {
      "tr": "Ölüm",
      "en": "Death"
    },
    "upright": {
      "tr": "Bitiş ve dönüşüm",
      "en": "Endings & transformation"
    },
    "reversed": {
      "tr": "Değişime direnç",
      "en": "Resistance to change"
    },
    "long": {
      "tr": "Ölüm kartı, bitiş ve dönüşüm temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda değişime direnç öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Death foregrounds endings & transformation. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes resistance to change. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "temperance",
    "name": {
      "tr": "Denge",
      "en": "Temperance"
    },
    "upright": {
      "tr": "Denge, ılımlılık",
      "en": "Balance, moderation"
    },
    "reversed": {
      "tr": "Aşırılık",
      "en": "Excess"
    },
    "long": {
      "tr": "Denge kartı, denge, ılımlılık temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda aşırılık öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Temperance foregrounds balance, moderation. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes excess. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-devil",
    "name": {
      "tr": "Şeytan",
      "en": "The Devil"
    },
    "upright": {
      "tr": "Bağ, gölge",
      "en": "Bond, shadow"
    },
    "reversed": {
      "tr": "Kurtuluş",
      "en": "Liberation"
    },
    "long": {
      "tr": "Şeytan kartı, bağ, gölge temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda kurtuluş öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Devil foregrounds bond, shadow. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes liberation. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-tower",
    "name": {
      "tr": "Kule",
      "en": "The Tower"
    },
    "upright": {
      "tr": "Ansızın yıkım, uyanış",
      "en": "Sudden upheaval, awakening"
    },
    "reversed": {
      "tr": "Geciken kriz",
      "en": "Delayed crisis"
    },
    "long": {
      "tr": "Kule kartı, ansızın yıkım, uyanış temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda geciken kriz öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Tower foregrounds sudden upheaval, awakening. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes delayed crisis. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-star",
    "name": {
      "tr": "Yıldız",
      "en": "The Star"
    },
    "upright": {
      "tr": "Umut, ilham",
      "en": "Hope, inspiration"
    },
    "reversed": {
      "tr": "Şüphe",
      "en": "Doubt"
    },
    "long": {
      "tr": "Yıldız kartı, umut, ilham temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda şüphe öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Star foregrounds hope, inspiration. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes doubt. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-moon",
    "name": {
      "tr": "Ay",
      "en": "The Moon"
    },
    "upright": {
      "tr": "Belirsizlik, sezgi",
      "en": "Uncertainty, intuition"
    },
    "reversed": {
      "tr": "Yanılsama",
      "en": "Illusion"
    },
    "long": {
      "tr": "Ay kartı, belirsizlik, sezgi temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda yanılsama öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Moon foregrounds uncertainty, intuition. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes illusion. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-sun",
    "name": {
      "tr": "Güneş",
      "en": "The Sun"
    },
    "upright": {
      "tr": "Netlik, başarı",
      "en": "Clarity, success"
    },
    "reversed": {
      "tr": "Aşırı iyimserlik",
      "en": "Over-optimism"
    },
    "long": {
      "tr": "Güneş kartı, netlik, başarı temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda aşırı iyimserlik öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The Sun foregrounds clarity, success. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes over-optimism. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "judgement",
    "name": {
      "tr": "Mahkeme",
      "en": "Judgement"
    },
    "upright": {
      "tr": "Çağrı, yenilenme",
      "en": "Calling, renewal"
    },
    "reversed": {
      "tr": "Erteleme",
      "en": "Delay"
    },
    "long": {
      "tr": "Mahkeme kartı, çağrı, yenilenme temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda erteleme öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Judgement foregrounds calling, renewal. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes delay. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "the-world",
    "name": {
      "tr": "Dünya",
      "en": "The World"
    },
    "upright": {
      "tr": "Tamamlanma",
      "en": "Completion"
    },
    "reversed": {
      "tr": "Eksik halka",
      "en": "Missing piece"
    },
    "long": {
      "tr": "Dünya kartı, tamamlanma temasını ön plana çıkarır. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda eksik halka öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The The World foregrounds completion. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes missing piece. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "ace-of-cups",
    "name": {
      "tr": "Kupa As",
      "en": "Ace of Cups"
    },
    "upright": {
      "tr": "Duygu, akış, bağ",
      "en": "Emotion, flow, bond"
    },
    "reversed": {
      "tr": "Tıkalı duygu, Dengesiz akış, Kaçınma bağ",
      "en": "Blocked emotion, Imbalance in flow, Avoidance of bond"
    },
    "long": {
      "tr": "Kupa As kartı, duygu, akış, bağ temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: As. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı duygu, dengesiz akış, kaçınma bağ öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Ace of Cups foregrounds emotion, flow, bond. Suit focus: Cups — feelings and bonds. Rank emphasis: Ace. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked emotion, imbalance in flow, avoidance of bond. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "two-of-cups",
    "name": {
      "tr": "Kupa İki",
      "en": "Two of Cups"
    },
    "upright": {
      "tr": "İki kişi, uyum",
      "en": "Two in harmony"
    },
    "reversed": {
      "tr": "Tıkalı i̇ki kişi, Dengesiz uyum",
      "en": "Blocked two in harmony"
    },
    "long": {
      "tr": "Kupa İki kartı, i̇ki kişi, uyum temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: İki. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı i̇ki kişi, dengesiz uyum öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Two of Cups foregrounds two in harmony. Suit focus: Cups — feelings and bonds. Rank emphasis: Two. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked two in harmony. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "three-of-cups",
    "name": {
      "tr": "Kupa Üç",
      "en": "Three of Cups"
    },
    "upright": {
      "tr": "Kutlama, topluluk",
      "en": "Celebration, community"
    },
    "reversed": {
      "tr": "Tıkalı kutlama, Dengesiz topluluk",
      "en": "Blocked celebration, Imbalance in community"
    },
    "long": {
      "tr": "Kupa Üç kartı, kutlama, topluluk temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: Üç. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı kutlama, dengesiz topluluk öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Three of Cups foregrounds celebration, community. Suit focus: Cups — feelings and bonds. Rank emphasis: Three. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked celebration, imbalance in community. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "four-of-cups",
    "name": {
      "tr": "Kupa Dört",
      "en": "Four of Cups"
    },
    "upright": {
      "tr": "Duygusal çekilme",
      "en": "Emotional retreat"
    },
    "reversed": {
      "tr": "Tıkalı duygusal çekilme",
      "en": "Blocked emotional retreat"
    },
    "long": {
      "tr": "Kupa Dört kartı, duygusal çekilme temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: Dört. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı duygusal çekilme öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Four of Cups foregrounds emotional retreat. Suit focus: Cups — feelings and bonds. Rank emphasis: Four. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked emotional retreat. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "five-of-cups",
    "name": {
      "tr": "Kupa Beş",
      "en": "Five of Cups"
    },
    "upright": {
      "tr": "Hayal kırıklığı",
      "en": "Disappointment"
    },
    "reversed": {
      "tr": "Tıkalı hayal kırıklığı",
      "en": "Blocked disappointment"
    },
    "long": {
      "tr": "Kupa Beş kartı, hayal kırıklığı temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: Beş. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı hayal kırıklığı öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Five of Cups foregrounds disappointment. Suit focus: Cups — feelings and bonds. Rank emphasis: Five. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked disappointment. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "six-of-cups",
    "name": {
      "tr": "Kupa Altı",
      "en": "Six of Cups"
    },
    "upright": {
      "tr": "Nostalji",
      "en": "Nostalgia"
    },
    "reversed": {
      "tr": "Tıkalı nostalji",
      "en": "Blocked nostalgia"
    },
    "long": {
      "tr": "Kupa Altı kartı, nostalji temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: Altı. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı nostalji öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Six of Cups foregrounds nostalgia. Suit focus: Cups — feelings and bonds. Rank emphasis: Six. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked nostalgia. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "seven-of-cups",
    "name": {
      "tr": "Kupa Yedi",
      "en": "Seven of Cups"
    },
    "upright": {
      "tr": "Hayaller, seçenekler",
      "en": "Dreams, choices"
    },
    "reversed": {
      "tr": "Tıkalı hayaller, Dengesiz seçenekler",
      "en": "Blocked dreams, Imbalance in choices"
    },
    "long": {
      "tr": "Kupa Yedi kartı, hayaller, seçenekler temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: Yedi. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı hayaller, dengesiz seçenekler öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Seven of Cups foregrounds dreams, choices. Suit focus: Cups — feelings and bonds. Rank emphasis: Seven. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked dreams, imbalance in choices. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "eight-of-cups",
    "name": {
      "tr": "Kupa Sekiz",
      "en": "Eight of Cups"
    },
    "upright": {
      "tr": "Veda, yolculuk",
      "en": "Departure, journey"
    },
    "reversed": {
      "tr": "Tıkalı veda, Dengesiz yolculuk",
      "en": "Blocked departure, Imbalance in journey"
    },
    "long": {
      "tr": "Kupa Sekiz kartı, veda, yolculuk temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: Sekiz. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı veda, dengesiz yolculuk öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Eight of Cups foregrounds departure, journey. Suit focus: Cups — feelings and bonds. Rank emphasis: Eight. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked departure, imbalance in journey. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "nine-of-cups",
    "name": {
      "tr": "Kupa Dokuz",
      "en": "Nine of Cups"
    },
    "upright": {
      "tr": "Dilek, tatmin",
      "en": "Wish, satisfaction"
    },
    "reversed": {
      "tr": "Tıkalı dilek, Dengesiz tatmin",
      "en": "Blocked wish, Imbalance in satisfaction"
    },
    "long": {
      "tr": "Kupa Dokuz kartı, dilek, tatmin temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: Dokuz. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı dilek, dengesiz tatmin öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Nine of Cups foregrounds wish, satisfaction. Suit focus: Cups — feelings and bonds. Rank emphasis: Nine. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked wish, imbalance in satisfaction. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "ten-of-cups",
    "name": {
      "tr": "Kupa On",
      "en": "Ten of Cups"
    },
    "upright": {
      "tr": "Duygusal tamamlanma",
      "en": "Emotional completion"
    },
    "reversed": {
      "tr": "Tıkalı duygusal tamamlanma",
      "en": "Blocked emotional completion"
    },
    "long": {
      "tr": "Kupa On kartı, duygusal tamamlanma temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: On. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı duygusal tamamlanma öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Ten of Cups foregrounds emotional completion. Suit focus: Cups — feelings and bonds. Rank emphasis: Ten. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked emotional completion. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "page-of-cups",
    "name": {
      "tr": "Kupa Uşak",
      "en": "Page of Cups"
    },
    "upright": {
      "tr": "Hassas haberci",
      "en": "Sensitive messenger"
    },
    "reversed": {
      "tr": "Tıkalı hassas haberci",
      "en": "Blocked sensitive messenger"
    },
    "long": {
      "tr": "Kupa Uşak kartı, hassas haberci temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: Uşak. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı hassas haberci öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Page of Cups foregrounds sensitive messenger. Suit focus: Cups — feelings and bonds. Rank emphasis: Page. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked sensitive messenger. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "knight-of-cups",
    "name": {
      "tr": "Kupa Şövalye",
      "en": "Knight of Cups"
    },
    "upright": {
      "tr": "Romantik yolculuk",
      "en": "Romantic journey"
    },
    "reversed": {
      "tr": "Tıkalı romantik yolculuk",
      "en": "Blocked romantic journey"
    },
    "long": {
      "tr": "Kupa Şövalye kartı, romantik yolculuk temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: Şövalye. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı romantik yolculuk öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Knight of Cups foregrounds romantic journey. Suit focus: Cups — feelings and bonds. Rank emphasis: Knight. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked romantic journey. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "queen-of-cups",
    "name": {
      "tr": "Kupa Kraliçe",
      "en": "Queen of Cups"
    },
    "upright": {
      "tr": "Şefkatli yönetici",
      "en": "Caring manager"
    },
    "reversed": {
      "tr": "Tıkalı şefkatli yönetici",
      "en": "Blocked caring manager"
    },
    "long": {
      "tr": "Kupa Kraliçe kartı, şefkatli yönetici temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: Kraliçe. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı şefkatli yönetici öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Queen of Cups foregrounds caring manager. Suit focus: Cups — feelings and bonds. Rank emphasis: Queen. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked caring manager. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "king-of-cups",
    "name": {
      "tr": "Kupa Kral",
      "en": "King of Cups"
    },
    "upright": {
      "tr": "Duygusal lider",
      "en": "Emotional leader"
    },
    "reversed": {
      "tr": "Tıkalı duygusal lider",
      "en": "Blocked emotional leader"
    },
    "long": {
      "tr": "Kupa Kral kartı, duygusal lider temasını ön plana çıkarır. Seri odağı: Kupa — duygular ve bağlar. Rütbe vurgusu: Kral. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı duygusal lider öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The King of Cups foregrounds emotional leader. Suit focus: Cups — feelings and bonds. Rank emphasis: King. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked emotional leader. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "ace-of-pentacles",
    "name": {
      "tr": "Tılsım As",
      "en": "Ace of Pentacles"
    },
    "upright": {
      "tr": "Fırsat, tohum",
      "en": "Opportunity, seed"
    },
    "reversed": {
      "tr": "Tıkalı fırsat, Dengesiz tohum",
      "en": "Blocked opportunity, Imbalance in seed"
    },
    "long": {
      "tr": "Tılsım As kartı, fırsat, tohum temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: As. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı fırsat, dengesiz tohum öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Ace of Pentacles foregrounds opportunity, seed. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: Ace. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked opportunity, imbalance in seed. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "two-of-pentacles",
    "name": {
      "tr": "Tılsım İki",
      "en": "Two of Pentacles"
    },
    "upright": {
      "tr": "Denge, jonglörlük",
      "en": "Balance, juggling"
    },
    "reversed": {
      "tr": "Tıkalı denge, Dengesiz jonglörlük",
      "en": "Blocked balance, Imbalance in juggling"
    },
    "long": {
      "tr": "Tılsım İki kartı, denge, jonglörlük temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: İki. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı denge, dengesiz jonglörlük öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Two of Pentacles foregrounds balance, juggling. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: Two. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked balance, imbalance in juggling. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "three-of-pentacles",
    "name": {
      "tr": "Tılsım Üç",
      "en": "Three of Pentacles"
    },
    "upright": {
      "tr": "Ustalık, işbirliği",
      "en": "Craft, teamwork"
    },
    "reversed": {
      "tr": "Tıkalı ustalık, Dengesiz işbirliği",
      "en": "Blocked craft, Imbalance in teamwork"
    },
    "long": {
      "tr": "Tılsım Üç kartı, ustalık, işbirliği temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: Üç. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı ustalık, dengesiz işbirliği öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Three of Pentacles foregrounds craft, teamwork. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: Three. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked craft, imbalance in teamwork. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "four-of-pentacles",
    "name": {
      "tr": "Tılsım Dört",
      "en": "Four of Pentacles"
    },
    "upright": {
      "tr": "Tutunma, güvenlik",
      "en": "Holding on, security"
    },
    "reversed": {
      "tr": "Tıkalı tutunma, Dengesiz güvenlik",
      "en": "Blocked holding on, Imbalance in security"
    },
    "long": {
      "tr": "Tılsım Dört kartı, tutunma, güvenlik temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: Dört. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı tutunma, dengesiz güvenlik öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Four of Pentacles foregrounds holding on, security. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: Four. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked holding on, imbalance in security. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "five-of-pentacles",
    "name": {
      "tr": "Tılsım Beş",
      "en": "Five of Pentacles"
    },
    "upright": {
      "tr": "Yoksunluk, soğuk",
      "en": "Lack, cold"
    },
    "reversed": {
      "tr": "Tıkalı yoksunluk, Dengesiz soğuk",
      "en": "Blocked lack, Imbalance in cold"
    },
    "long": {
      "tr": "Tılsım Beş kartı, yoksunluk, soğuk temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: Beş. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı yoksunluk, dengesiz soğuk öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Five of Pentacles foregrounds lack, cold. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: Five. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked lack, imbalance in cold. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "six-of-pentacles",
    "name": {
      "tr": "Tılsım Altı",
      "en": "Six of Pentacles"
    },
    "upright": {
      "tr": "Paylaşım, yardım",
      "en": "Sharing, help"
    },
    "reversed": {
      "tr": "Tıkalı paylaşım, Dengesiz yardım",
      "en": "Blocked sharing, Imbalance in help"
    },
    "long": {
      "tr": "Tılsım Altı kartı, paylaşım, yardım temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: Altı. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı paylaşım, dengesiz yardım öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Six of Pentacles foregrounds sharing, help. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: Six. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked sharing, imbalance in help. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "seven-of-pentacles",
    "name": {
      "tr": "Tılsım Yedi",
      "en": "Seven of Pentacles"
    },
    "upright": {
      "tr": "Sabır, hasat",
      "en": "Patience, harvest"
    },
    "reversed": {
      "tr": "Tıkalı sabır, Dengesiz hasat",
      "en": "Blocked patience, Imbalance in harvest"
    },
    "long": {
      "tr": "Tılsım Yedi kartı, sabır, hasat temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: Yedi. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı sabır, dengesiz hasat öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Seven of Pentacles foregrounds patience, harvest. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: Seven. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked patience, imbalance in harvest. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "eight-of-pentacles",
    "name": {
      "tr": "Tılsım Sekiz",
      "en": "Eight of Pentacles"
    },
    "upright": {
      "tr": "Ustalık, emek",
      "en": "Mastery, work"
    },
    "reversed": {
      "tr": "Tıkalı ustalık, Dengesiz emek",
      "en": "Blocked mastery, Imbalance in work"
    },
    "long": {
      "tr": "Tılsım Sekiz kartı, ustalık, emek temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: Sekiz. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı ustalık, dengesiz emek öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Eight of Pentacles foregrounds mastery, work. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: Eight. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked mastery, imbalance in work. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "nine-of-pentacles",
    "name": {
      "tr": "Tılsım Dokuz",
      "en": "Nine of Pentacles"
    },
    "upright": {
      "tr": "Öz-değer, konfor",
      "en": "Self-worth, comfort"
    },
    "reversed": {
      "tr": "Tıkalı öz-değer, Dengesiz konfor",
      "en": "Blocked self-worth, Imbalance in comfort"
    },
    "long": {
      "tr": "Tılsım Dokuz kartı, öz-değer, konfor temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: Dokuz. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı öz-değer, dengesiz konfor öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Nine of Pentacles foregrounds self-worth, comfort. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: Nine. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked self-worth, imbalance in comfort. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "ten-of-pentacles",
    "name": {
      "tr": "Tılsım On",
      "en": "Ten of Pentacles"
    },
    "upright": {
      "tr": "Maddi tamamlanma",
      "en": "Material completion"
    },
    "reversed": {
      "tr": "Tıkalı maddi tamamlanma",
      "en": "Blocked material completion"
    },
    "long": {
      "tr": "Tılsım On kartı, maddi tamamlanma temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: On. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı maddi tamamlanma öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Ten of Pentacles foregrounds material completion. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: Ten. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked material completion. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "page-of-pentacles",
    "name": {
      "tr": "Tılsım Uşak",
      "en": "Page of Pentacles"
    },
    "upright": {
      "tr": "Öğrenci, pratik adım",
      "en": "Student, practical step"
    },
    "reversed": {
      "tr": "Tıkalı öğrenci, Dengesiz pratik adım",
      "en": "Blocked student, Imbalance in practical step"
    },
    "long": {
      "tr": "Tılsım Uşak kartı, öğrenci, pratik adım temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: Uşak. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı öğrenci, dengesiz pratik adım öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Page of Pentacles foregrounds student, practical step. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: Page. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked student, imbalance in practical step. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "knight-of-pentacles",
    "name": {
      "tr": "Tılsım Şövalye",
      "en": "Knight of Pentacles"
    },
    "upright": {
      "tr": "Güvenilir ilerleyiş",
      "en": "Reliable progress"
    },
    "reversed": {
      "tr": "Tıkalı güvenilir ilerleyiş",
      "en": "Blocked reliable progress"
    },
    "long": {
      "tr": "Tılsım Şövalye kartı, güvenilir ilerleyiş temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: Şövalye. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı güvenilir ilerleyiş öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Knight of Pentacles foregrounds reliable progress. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: Knight. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked reliable progress. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "queen-of-pentacles",
    "name": {
      "tr": "Tılsım Kraliçe",
      "en": "Queen of Pentacles"
    },
    "upright": {
      "tr": "Kaynak yöneticisi",
      "en": "Resource manager"
    },
    "reversed": {
      "tr": "Tıkalı kaynak yöneticisi",
      "en": "Blocked resource manager"
    },
    "long": {
      "tr": "Tılsım Kraliçe kartı, kaynak yöneticisi temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: Kraliçe. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı kaynak yöneticisi öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Queen of Pentacles foregrounds resource manager. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: Queen. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked resource manager. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "king-of-pentacles",
    "name": {
      "tr": "Tılsım Kral",
      "en": "King of Pentacles"
    },
    "upright": {
      "tr": "Maddi lider",
      "en": "Material leader"
    },
    "reversed": {
      "tr": "Tıkalı maddi lider",
      "en": "Blocked material leader"
    },
    "long": {
      "tr": "Tılsım Kral kartı, maddi lider temasını ön plana çıkarır. Seri odağı: Tılsım — madde, emek ve güven. Rütbe vurgusu: Kral. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı maddi lider öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The King of Pentacles foregrounds material leader. Suit focus: Pentacles — matter, effort, and security. Rank emphasis: King. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked material leader. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "ace-of-swords",
    "name": {
      "tr": "Kılıç As",
      "en": "Ace of Swords"
    },
    "upright": {
      "tr": "Zihin açıklığı",
      "en": "Mental clarity"
    },
    "reversed": {
      "tr": "Tıkalı zihin açıklığı",
      "en": "Blocked mental clarity"
    },
    "long": {
      "tr": "Kılıç As kartı, zihin açıklığı temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: As. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı zihin açıklığı öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Ace of Swords foregrounds mental clarity. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: Ace. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked mental clarity. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "two-of-swords",
    "name": {
      "tr": "Kılıç İki",
      "en": "Two of Swords"
    },
    "upright": {
      "tr": "Kararsızlık",
      "en": "Indecision"
    },
    "reversed": {
      "tr": "Tıkalı kararsızlık",
      "en": "Blocked indecision"
    },
    "long": {
      "tr": "Kılıç İki kartı, kararsızlık temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: İki. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı kararsızlık öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Two of Swords foregrounds indecision. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: Two. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked indecision. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "three-of-swords",
    "name": {
      "tr": "Kılıç Üç",
      "en": "Three of Swords"
    },
    "upright": {
      "tr": "Kırık kalp",
      "en": "Heartbreak"
    },
    "reversed": {
      "tr": "Tıkalı kırık kalp",
      "en": "Blocked heartbreak"
    },
    "long": {
      "tr": "Kılıç Üç kartı, kırık kalp temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: Üç. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı kırık kalp öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Three of Swords foregrounds heartbreak. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: Three. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked heartbreak. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "four-of-swords",
    "name": {
      "tr": "Kılıç Dört",
      "en": "Four of Swords"
    },
    "upright": {
      "tr": "Dinlenme, toparlanma",
      "en": "Rest, recovery"
    },
    "reversed": {
      "tr": "Tıkalı dinlenme, Dengesiz toparlanma",
      "en": "Blocked rest, Imbalance in recovery"
    },
    "long": {
      "tr": "Kılıç Dört kartı, dinlenme, toparlanma temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: Dört. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı dinlenme, dengesiz toparlanma öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Four of Swords foregrounds rest, recovery. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: Four. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked rest, imbalance in recovery. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "five-of-swords",
    "name": {
      "tr": "Kılıç Beş",
      "en": "Five of Swords"
    },
    "upright": {
      "tr": "Çatışma",
      "en": "Conflict"
    },
    "reversed": {
      "tr": "Tıkalı çatışma",
      "en": "Blocked conflict"
    },
    "long": {
      "tr": "Kılıç Beş kartı, çatışma temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: Beş. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı çatışma öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Five of Swords foregrounds conflict. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: Five. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked conflict. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "six-of-swords",
    "name": {
      "tr": "Kılıç Altı",
      "en": "Six of Swords"
    },
    "upright": {
      "tr": "Geçiş, sığınma",
      "en": "Transition, refuge"
    },
    "reversed": {
      "tr": "Tıkalı geçiş, Dengesiz sığınma",
      "en": "Blocked transition, Imbalance in refuge"
    },
    "long": {
      "tr": "Kılıç Altı kartı, geçiş, sığınma temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: Altı. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı geçiş, dengesiz sığınma öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Six of Swords foregrounds transition, refuge. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: Six. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked transition, imbalance in refuge. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "seven-of-swords",
    "name": {
      "tr": "Kılıç Yedi",
      "en": "Seven of Swords"
    },
    "upright": {
      "tr": "Strateji, gizlilik",
      "en": "Strategy, secrecy"
    },
    "reversed": {
      "tr": "Tıkalı strateji, Dengesiz gizlilik",
      "en": "Blocked strategy, Imbalance in secrecy"
    },
    "long": {
      "tr": "Kılıç Yedi kartı, strateji, gizlilik temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: Yedi. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı strateji, dengesiz gizlilik öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Seven of Swords foregrounds strategy, secrecy. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: Seven. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked strategy, imbalance in secrecy. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "eight-of-swords",
    "name": {
      "tr": "Kılıç Sekiz",
      "en": "Eight of Swords"
    },
    "upright": {
      "tr": "Sıkışmış his",
      "en": "Stuck feeling"
    },
    "reversed": {
      "tr": "Tıkalı sıkışmış his",
      "en": "Blocked stuck feeling"
    },
    "long": {
      "tr": "Kılıç Sekiz kartı, sıkışmış his temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: Sekiz. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı sıkışmış his öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Eight of Swords foregrounds stuck feeling. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: Eight. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked stuck feeling. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "nine-of-swords",
    "name": {
      "tr": "Kılıç Dokuz",
      "en": "Nine of Swords"
    },
    "upright": {
      "tr": "Endişe",
      "en": "Anxiety"
    },
    "reversed": {
      "tr": "Tıkalı endişe",
      "en": "Blocked anxiety"
    },
    "long": {
      "tr": "Kılıç Dokuz kartı, endişe temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: Dokuz. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı endişe öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Nine of Swords foregrounds anxiety. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: Nine. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked anxiety. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "ten-of-swords",
    "name": {
      "tr": "Kılıç On",
      "en": "Ten of Swords"
    },
    "upright": {
      "tr": "Dip nokta",
      "en": "Rock bottom"
    },
    "reversed": {
      "tr": "Tıkalı dip nokta",
      "en": "Blocked rock bottom"
    },
    "long": {
      "tr": "Kılıç On kartı, dip nokta temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: On. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı dip nokta öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Ten of Swords foregrounds rock bottom. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: Ten. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked rock bottom. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "page-of-swords",
    "name": {
      "tr": "Kılıç Uşak",
      "en": "Page of Swords"
    },
    "upright": {
      "tr": "Meraklı zihin",
      "en": "Curious mind"
    },
    "reversed": {
      "tr": "Tıkalı meraklı zihin",
      "en": "Blocked curious mind"
    },
    "long": {
      "tr": "Kılıç Uşak kartı, meraklı zihin temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: Uşak. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı meraklı zihin öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Page of Swords foregrounds curious mind. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: Page. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked curious mind. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "knight-of-swords",
    "name": {
      "tr": "Kılıç Şövalye",
      "en": "Knight of Swords"
    },
    "upright": {
      "tr": "Atılgan eylemci",
      "en": "Bold actor"
    },
    "reversed": {
      "tr": "Tıkalı atılgan eylemci",
      "en": "Blocked bold actor"
    },
    "long": {
      "tr": "Kılıç Şövalye kartı, atılgan eylemci temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: Şövalye. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı atılgan eylemci öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Knight of Swords foregrounds bold actor. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: Knight. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked bold actor. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "queen-of-swords",
    "name": {
      "tr": "Kılıç Kraliçe",
      "en": "Queen of Swords"
    },
    "upright": {
      "tr": "Keskin karar",
      "en": "Sharp decision"
    },
    "reversed": {
      "tr": "Tıkalı keskin karar",
      "en": "Blocked sharp decision"
    },
    "long": {
      "tr": "Kılıç Kraliçe kartı, keskin karar temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: Kraliçe. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı keskin karar öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Queen of Swords foregrounds sharp decision. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: Queen. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked sharp decision. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "king-of-swords",
    "name": {
      "tr": "Kılıç Kral",
      "en": "King of Swords"
    },
    "upright": {
      "tr": "Mantık lideri",
      "en": "Logic leader"
    },
    "reversed": {
      "tr": "Tıkalı mantık lideri",
      "en": "Blocked logic leader"
    },
    "long": {
      "tr": "Kılıç Kral kartı, mantık lideri temasını ön plana çıkarır. Seri odağı: Kılıç — zihin, iletişim ve karar. Rütbe vurgusu: Kral. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı mantık lideri öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The King of Swords foregrounds logic leader. Suit focus: Swords — mind, communication, and decisions. Rank emphasis: King. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked logic leader. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "ace-of-wands",
    "name": {
      "tr": "Değnek As",
      "en": "Ace of Wands"
    },
    "upright": {
      "tr": "Kıvılcım, ilham",
      "en": "Spark, inspiration"
    },
    "reversed": {
      "tr": "Tıkalı kıvılcım, Dengesiz ilham",
      "en": "Blocked spark, Imbalance in inspiration"
    },
    "long": {
      "tr": "Değnek As kartı, kıvılcım, ilham temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: As. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı kıvılcım, dengesiz ilham öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Ace of Wands foregrounds spark, inspiration. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: Ace. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked spark, imbalance in inspiration. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "two-of-wands",
    "name": {
      "tr": "Değnek İki",
      "en": "Two of Wands"
    },
    "upright": {
      "tr": "Ufuk planı",
      "en": "Planning horizon"
    },
    "reversed": {
      "tr": "Tıkalı ufuk planı",
      "en": "Blocked planning horizon"
    },
    "long": {
      "tr": "Değnek İki kartı, ufuk planı temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: İki. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı ufuk planı öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Two of Wands foregrounds planning horizon. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: Two. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked planning horizon. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "three-of-wands",
    "name": {
      "tr": "Değnek Üç",
      "en": "Three of Wands"
    },
    "upright": {
      "tr": "Genişleme",
      "en": "Expansion"
    },
    "reversed": {
      "tr": "Tıkalı genişleme",
      "en": "Blocked expansion"
    },
    "long": {
      "tr": "Değnek Üç kartı, genişleme temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: Üç. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı genişleme öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Three of Wands foregrounds expansion. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: Three. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked expansion. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "four-of-wands",
    "name": {
      "tr": "Değnek Dört",
      "en": "Four of Wands"
    },
    "upright": {
      "tr": "Kutlama, temel",
      "en": "Celebration, foundation"
    },
    "reversed": {
      "tr": "Tıkalı kutlama, Dengesiz temel",
      "en": "Blocked celebration, Imbalance in foundation"
    },
    "long": {
      "tr": "Değnek Dört kartı, kutlama, temel temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: Dört. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı kutlama, dengesiz temel öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Four of Wands foregrounds celebration, foundation. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: Four. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked celebration, imbalance in foundation. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "five-of-wands",
    "name": {
      "tr": "Değnek Beş",
      "en": "Five of Wands"
    },
    "upright": {
      "tr": "Rekabet",
      "en": "Competition"
    },
    "reversed": {
      "tr": "Tıkalı rekabet",
      "en": "Blocked competition"
    },
    "long": {
      "tr": "Değnek Beş kartı, rekabet temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: Beş. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı rekabet öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Five of Wands foregrounds competition. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: Five. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked competition. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "six-of-wands",
    "name": {
      "tr": "Değnek Altı",
      "en": "Six of Wands"
    },
    "upright": {
      "tr": "Zafer",
      "en": "Victory"
    },
    "reversed": {
      "tr": "Tıkalı zafer",
      "en": "Blocked victory"
    },
    "long": {
      "tr": "Değnek Altı kartı, zafer temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: Altı. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı zafer öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Six of Wands foregrounds victory. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: Six. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked victory. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "seven-of-wands",
    "name": {
      "tr": "Değnek Yedi",
      "en": "Seven of Wands"
    },
    "upright": {
      "tr": "Savunma",
      "en": "Defense"
    },
    "reversed": {
      "tr": "Tıkalı savunma",
      "en": "Blocked defense"
    },
    "long": {
      "tr": "Değnek Yedi kartı, savunma temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: Yedi. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı savunma öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Seven of Wands foregrounds defense. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: Seven. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked defense. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "eight-of-wands",
    "name": {
      "tr": "Değnek Sekiz",
      "en": "Eight of Wands"
    },
    "upright": {
      "tr": "Hız, haber",
      "en": "Speed, news"
    },
    "reversed": {
      "tr": "Tıkalı hız, Dengesiz haber",
      "en": "Blocked speed, Imbalance in news"
    },
    "long": {
      "tr": "Değnek Sekiz kartı, hız, haber temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: Sekiz. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı hız, dengesiz haber öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Eight of Wands foregrounds speed, news. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: Eight. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked speed, imbalance in news. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "nine-of-wands",
    "name": {
      "tr": "Değnek Dokuz",
      "en": "Nine of Wands"
    },
    "upright": {
      "tr": "Direnç",
      "en": "Resistance"
    },
    "reversed": {
      "tr": "Tıkalı direnç",
      "en": "Blocked resistance"
    },
    "long": {
      "tr": "Değnek Dokuz kartı, direnç temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: Dokuz. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı direnç öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Nine of Wands foregrounds resistance. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: Nine. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked resistance. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "ten-of-wands",
    "name": {
      "tr": "Değnek On",
      "en": "Ten of Wands"
    },
    "upright": {
      "tr": "Yük, sorumluluk",
      "en": "Burden, responsibility"
    },
    "reversed": {
      "tr": "Tıkalı yük, Dengesiz sorumluluk",
      "en": "Blocked burden, Imbalance in responsibility"
    },
    "long": {
      "tr": "Değnek On kartı, yük, sorumluluk temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: On. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı yük, dengesiz sorumluluk öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Ten of Wands foregrounds burden, responsibility. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: Ten. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked burden, imbalance in responsibility. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "page-of-wands",
    "name": {
      "tr": "Değnek Uşak",
      "en": "Page of Wands"
    },
    "upright": {
      "tr": "Yaratıcı kıvılcım",
      "en": "Creative spark"
    },
    "reversed": {
      "tr": "Tıkalı yaratıcı kıvılcım",
      "en": "Blocked creative spark"
    },
    "long": {
      "tr": "Değnek Uşak kartı, yaratıcı kıvılcım temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: Uşak. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı yaratıcı kıvılcım öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Page of Wands foregrounds creative spark. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: Page. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked creative spark. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "knight-of-wands",
    "name": {
      "tr": "Değnek Şövalye",
      "en": "Knight of Wands"
    },
    "upright": {
      "tr": "Macera ruhu",
      "en": "Adventurous"
    },
    "reversed": {
      "tr": "Tıkalı macera ruhu",
      "en": "Blocked adventurous"
    },
    "long": {
      "tr": "Değnek Şövalye kartı, macera ruhu temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: Şövalye. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı macera ruhu öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Knight of Wands foregrounds adventurous. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: Knight. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked adventurous. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "queen-of-wands",
    "name": {
      "tr": "Değnek Kraliçe",
      "en": "Queen of Wands"
    },
    "upright": {
      "tr": "Karizmatik yönetici",
      "en": "Charismatic manager"
    },
    "reversed": {
      "tr": "Tıkalı karizmatik yönetici",
      "en": "Blocked charismatic manager"
    },
    "long": {
      "tr": "Değnek Kraliçe kartı, karizmatik yönetici temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: Kraliçe. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı karizmatik yönetici öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The Queen of Wands foregrounds charismatic manager. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: Queen. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked charismatic manager. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  },
  {
    "id": "king-of-wands",
    "name": {
      "tr": "Değnek Kral",
      "en": "King of Wands"
    },
    "upright": {
      "tr": "Vizyoner lider",
      "en": "Visionary leader"
    },
    "reversed": {
      "tr": "Tıkalı vizyoner lider",
      "en": "Blocked visionary leader"
    },
    "long": {
      "tr": "Değnek Kral kartı, vizyoner lider temasını ön plana çıkarır. Seri odağı: Değnek — enerji, ilham ve girişim. Rütbe vurgusu: Kral. Göründüğünde niyetini sadeleştir; tek, ölçülebilir bir adım belirle ve hemen uygula. Gerekirse açık bir konuşma yap; yalnız ilerleyeceksen ritmini netleştir. Kısa bir nefes egzersizi, 10 dakikalık odak çalışması ya da günlük tutmak enerjiyi toplar. Ters konumda tıkalı vizyoner lider öne çıkar. Bunu erken fark etmek yönünü zamanında düzeltmeni sağlar. Sınır koymak, dinlenmek ve küçük revizyonlar yapmak, ilerlemenin doğal parçasıdır.",
      "en": "The King of Wands foregrounds visionary leader. Suit focus: Wands — energy, inspiration, and initiative. Rank emphasis: King. When it appears, simplify your intent; choose one measurable step and execute it now. Have the honest talk if needed; if you move solo, define your rhythm. A brief breath practice, a 10‑minute focus sprint, or journaling consolidates your energy. In reverse, it emphasizes blocked visionary leader. Spotting it early enables timely course correction. Boundary‑setting, rest, and small adjustments are natural parts of progress."
    }
  }
]